export const helpMehtod = {
	'id1': {
		'lotteryid': '1',
		'lotteryname': '重庆时时彩',
		'method': [{
			'methodId':'2274',
			'name': '五星复式',
			'methoddesc': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注。',
			'methodexample': "投注方案：23456；<br/>开奖号码：23456；<br/>即中五星直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注，所选号码与开奖号码全部相同，且顺序一致，即为中奖。'
		}, {
			'methodId':'2274|input',
			'name': '五星单式',
			'methoddesc': '手动输入号码，至少输入1个五位数号码组成一注。',
			'methodexample': "投注方案：23456；<br /> 开奖号码：23456；<br />即中五星直选一等奖。",
			'methodhelp': '手动输入一个5位数号码组成一注，所选号码的万位、千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2276',
			'name': '五星组合',
			'methoddesc': '从万、千、百、十、个位各选一个号码组成五注。',
			'methodexample': "五星组合示例，如购买：1+2+3+4+5，该票共10元，由以下5注：（12345）五星、1（2345）四星、12（345）三星、123（45）二星、1234（5）一星构成。开奖号码12345，即五星、四星、三星、二星、一星的一等奖各1注。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少各选一个号码组成1-5星的组合，共五注，所选号码的个位与开奖号码相同，则中1个5等奖；所选号码的个位、十位与开奖号码相同，则中1个5等奖以及1个4等奖，依此类推，最高可中5个奖。'
		},{
			'methodId':'2278',
			'name': '五星组选120',
			'methoddesc': '从0-9中选择5个号码组成一注。',
			'methodexample': "投注方案：02568；<br />开奖号码的五个数字只要包含0、2、5、6、8；<br />即可中五星组选120一等奖。",
			'methodhelp': '从0-9中任意选择5个号码组成一注，所选号码与开奖号码的万位、千位、百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2279',
			'name': '五星组选60',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择三个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、2、5，只要开奖的5个数字包括 0、2、5、8、8，即可中五星组选60一等奖。",
			'methodhelp': '选择1个二重号码和3个单号号码组成一注，所选的单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2280',
			'name': '五星组选30',
			'methoddesc': '从“二重号”选择两个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：二重号：2、8，单号：0，只要开奖的5个数字包括 0、2、2、8、8，即可中五星组选30一等奖。",
			'methodhelp': '选择2个二重号和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选的2个二重号码分别在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2281',
			'name': '五星组选20',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：0、2，只要开奖的5个数字包括 0、2、8、8、8，即可中五星组选20一等奖。",
			'methodhelp': '选择1个三重号码和2个单号号码组成一注，所选的单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'2282',
			'name': '五星组选10',
			'methoddesc': '从“三重号”选择一个号码，“二重号”中选择一个号码组成一注。',
			'methodexample': "投注方案：三重号：8，二重号：2，只要开奖的5个数字包括 2、2、8、8、8，即可中五星组选10一等奖。",
			'methodhelp': '选择1个三重号码和1个二重号码，所选三重号码在开奖号码中出现3次，并且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2283',
			'name': '五星组选5',
			'methoddesc': '从“四重号”选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：四重号：8，单号：2，只要开奖的5个数字包括 2、8、8、8、8，即可中五星组选5一等奖。",
			'methodhelp': '选择1个四重号码和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选四重号码在开奖号码中出现了4次，即为中奖。'
		},{
			'methodId':'3110761',
			'name': '五星红胆黑胆',
			'methoddesc': '从红胆选择1到9个号码，黑胆选择1到9个号码，组成一注。',
			'methodexample': "投注方案：红胆投注23；黑胆投注456；<br />开奖号码：12378；<br />即中五星趣味红胆黑胆一等奖。",
			'methodhelp': '若开奖号码包含所选红胆且其余号码不在黑胆里面（位置可以不同），即为中奖。'
		},{
			'methodId':'3110760',
			'name': '胆拖（组选120）',
			'methoddesc': '从胆码选择1到4个号码，拖码选择1到9个号码，组成一注。',
			'methodexample': "投注方案：胆投注23；拖投注456；<br />开奖号码：52364；<br />即中五星趣味胆拖一等奖。",
			'methodhelp': '若开奖号码包含所选胆码且其余号码包含在拖码里（位置可以不同），即为中奖。'
		},{
			'methodId':'2265',
			'name': '四星复式',
			'methoddesc': '从千位、百位、十位、个位中选择一个4位数号码组成一注。',
			'methodexample': "投注方案：3456；<br />开奖号码：*3456；<br />即中四星直选。",
			'methodhelp': '从千位、百位、十位、个位中选择一个4位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2265|input',
			'name': '四星单式',
			'methoddesc': '手动输入号码，至少输入1个四位数号码组成一注。',
			'methodexample': "投注方案：3456；<br /> 开奖号码：3456；<br />即中四星直选一等奖。",
			'methodhelp': '手动输入一个4位数号码组成一注，所选号码的千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2267',
			'name': '四星组合',
			'methoddesc': '在千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：5+6+7+8；<br />开奖号码：*5678；<br />即可中四星、三星、二星、一星各1注。",
			'methodhelp': '从千位、百位、十位、个位中至少各选一个号码组成1-4星的组合，共四注，所选号码的个位与开奖号码相同，则中1个4等奖；所选号码的个位、十位与开奖号码相同，则中1个4等奖以及1个3等奖，依此类推，最高可中4个奖。'
		},{
			'methodId':'2269',
			'name': '四星组选24',
			'methoddesc': '从0-9中选择4个号码组成一注。',
			'methodexample': "投注方案：0568；<br />开奖号码的四个数字只要包含0、5、6、8；<br />即可中四星组选24一等奖。",
			'methodhelp': '从0-9中任意选择4个号码组成一注，所选号码与开奖号码的千位、百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2270',
			'name': '四星组选12',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、6，只要开奖的四个数字包括 0、6、8、8，即可中四星组选12一等奖。",
			'methodhelp': '选择1个二重号码和2个单号号码组成一注，所选单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2271',
			'name': '四星组选6',
			'methoddesc': '从“二重号”选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：6、8，只要开奖的四个数字从小到大排列为 6、6、8、8，即可中四星组选6。",
			'methodhelp': '选择2个二重号码组成一注，所选的2个二重号码在开奖号码中分别出现了2次，即为中奖。'
		},{
			'methodId':'2272',
			'name': '四星组选4',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：2，只要开奖的四个数字从小到大排列为 2、8、8、8，即可中四星组选4。",
			'methodhelp': '选择1个三重号码和1个单号号码组成一注，所选单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'3110756',
			'name': '四星红胆黑胆',
			'methoddesc': '从红胆选择1到9个号码，黑胆选择1到9个号码，组成一注。',
			'methodexample': "投注方案：红胆投注23；黑胆投注45；<br />开奖号码后四位：2378；<br />即中四星趣味红胆黑胆一等奖。",
			'methodhelp': '若开奖号码后4位包含所选红胆且其余号码不在黑胆里面（位置可以不同），即为中奖。'
		},{
			'methodId':'3110755',
			'name': '四星胆拖（组选24）',
			'methoddesc': '从胆码选择1到3个号码，拖码选择1到9个号码，组成一注。',
			'methodexample': "投注方案：胆投注23；拖投注46；<br />开奖号码后四位：2364；<br />即中四星趣味胆拖一等奖。",
			'methodhelp': '若开奖号码后4位包含所选胆码且其余号码包含在拖码里（位置可以不同），即为中奖。'
		},{
			'methodId':'2427',
			'name': '任二直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少两位上各选1个号码组成1注。',
			'methodexample': "投注方案：万位1，百位2；<br />开奖号码：13245；<br />即中任选二直选一等奖。",
			'methodhelp': '从任意两个以上的位置中选择一个号码，所选号码与开奖号码对应位置出现的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2447',
			'name': '任二直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码58；<br />开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2467',
			'name': '任二直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'2437',
			'name': '任二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：万位5',百8；<br />开奖号码位5*8**或者8*5** (顺序不限)；<br />即中任选二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码出现在开奖号的对应位上，顺序不限，即中奖。'
		},{
			'methodId':'2457',
			'name': '任二组选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。",
			'methodhelp': '投注方案：位置选择万位、百位，输入号码85；<br>开奖号码：51812或者81512；<br />即中任二组选(单式)。'
		},{
			'methodId':'2477',
			'name': '任二组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。",
			'methodhelp': '投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二组选和值。'
		},{
			'methodId':'1010101',
			'name': '任三直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注。',
			'methodexample': "从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。",
			'methodhelp': '投注方案：万位5，百8,个位2；<br/>开奖号码：51812；<br />即中任三直选。'
		},{
			'methodId':'1010111|input',
			'name': '任三直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位,个位，输入号码582；<br>开奖号码：51812；<br />即中任三直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010121',
			'name': '任三直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位、个位，选择和值号码15；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'1010201',
			'name': '任三组三',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码12；<br>开奖号码：11812；<br />即中任三组三。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010211',
			'name': '任三组六',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码512；<br>开奖号码：51812；<br />即中任三组六。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010221',
			'name': '任三混合组选',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)。',
			'methodexample': "投注方案：选择位置万位、十位、个位,输入号码512；<br>开奖号码：51812；<br />即中任三混合组选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010231',
			'name': '任三组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择和值号码8；<br>开奖号码：51812；<br />即中任三组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值(不包含豹子号)相同，即为中奖。'
		},{
			'methodId':'1010301',
			'name': '任四直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，千位1',百位8',十位1；<br>开奖号码：51812；<br />即中任四直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010306',
			'name': '任四直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注。',
			'methodexample': "投注方案：选择万位、千位、百位、十位，输入号码5181；<br>开奖号码：51812；<br />即中任四直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010401',
			'name': '任四组选24',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,号码选择0568；<br>开奖号码：10568(指定位置号码顺序不限)；<br />即可中任四组选24。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010406',
			'name': '任四组选12',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。",
			'methodhelp': '投注方案：位置选择千位、百位、十位、个位,二重号：8；单号：06；<br>开奖号码：10688(指定位置号码顺序不限)；<br />即可中任四组选12。'
		},{
			'methodId':'1010411',
			'name': '任四组选6',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：28；<br>开奖号码：12288(指定位置号码顺序不限)；<br />即可中任四组选6。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010416',
			'name': '任四组选4',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。",
			'methodhelp': '投注方案：位置选择千位、百位、十位、个位,三重号：8；单号：2；<br>开奖号码：18828(指定位置号码顺序不限)；<br />即可中任四组选4。'
		},{
			'methodId':'1030002',
			'name': '闲赢',
			'methoddesc': '庄闲大小和是比较万位+千位的和值与十位+个位和值比较大小，开出大小中奖。',
			'methodexample': "庄闲大小和是比较万位+千位的和值与十位+个位和值比较大小，大是庄赢，小是闲赢，相等是和",
			'methodhelp': '庄闲大小和是比较万位+千位的和值大于与十位+个位和值，则是庄赢。'
		},{
			'methodId':'1030003',
			'name': '和',
			'methoddesc': '庄闲大小和是比较万位+千位的和值与十位+个位和值比较大小，开出大小中奖。',
			'methodexample': "庄闲大小和是比较万位+千位的和值大于与十位+个位和值，则是庄赢。",
			'methodhelp': '庄闲大小和是比较万位+千位的和值与十位+个位和值比较大小，大是庄赢，小是闲赢，相等是和'
		},{
			'methodId':'1030004',
			'name': '庄对子',
			'methoddesc': '庄对子：万位=千位，闲对子：十位=个位。',
			'methodexample': "庄对子：万位=千位，闲对子：十位=个位。",
			'methodhelp': '庄对子：万位=千位，闲对子：十位=个位。'
		},{
			'methodId':'1030006',
			'name': '庄豹子',
			'methoddesc': '庄豹子：万位=千位=百位。',
			'methodexample': "庄豹子：万位=千位=百位。",
			'methodhelp': '庄豹子：万位=千位=百位。'
		},{
			'methodId':'1030008',
			'name': '庄天王',
			'methoddesc': '万位+千位的和值为8点或9点中庄天王。',
			'methodexample': "万位+千位的和值为8点或9点中庄天王。",
			'methodhelp': '万位+千位的和值为8点或9点中庄天王。'
		},{
			'methodId':'1030005',
			'name': '闲对子',
			'methoddesc': '闲对子：十位=个位。',
			'methodexample': "闲对子：十位=个位。",
			'methodhelp': '闲对子：十位=个位。'
		},{
			'methodId':'1030007',
			'name': '闲豹子',
			'methoddesc': '闲豹子：百位=十位=个位。',
			'methodexample': "闲豹子：百位=十位=个位。",
			'methodhelp': '闲豹子：百位=十位=个位。'
		},{
			'methodId':'1030009',
			'name': '闲天王',
			'methoddesc': '十位+个位的和值为8点或9点中闲天王。',
			'methodexample': "十位+个位的和值为8点或9点中闲天王。",
			'methodhelp': '十位+个位的和值为8点或9点中闲天王。'
		},{
			'methodId':'1030001',
			'name': '庄赢',
			'methoddesc': '庄闲大小和是比较万位+千位的和值与十位+个位和值比较大小，开出大小中奖。',
			'methodexample': "庄闲大小和是比较万位+千位的和值大于与十位+个位和值，则是庄赢。",
			'methodhelp': '庄闲大小和是比较万位+千位的和值的与十位+个位和值比较大小，大是庄赢，小是闲赢，相等是和'
		},{
			'methodId':'3110666',
			'name': '万千和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万千和，如果开奖结果中，万位数值=千位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110667',
			'name': '万百和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万百和，如果开奖结果中，万位数值=百位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110668',
			'name': '万十和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万十和，如果开奖结果中，万位数值=十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110669',
			'name': '万个和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万个和，如果开奖结果中，万位数值=个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110670',
			'name': '千百和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千百和，如果开奖结果中，千位数值=百位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110671',
			'name': '千十和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千十和，如果开奖结果中，千位数值=十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110672',
			'name': '千个和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千个和，如果开奖结果中，千位数值=个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110673',
			'name': '百十和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注百十和，如果开奖结果中，百位数值=十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110674',
			'name': '百个和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注百个和，如果开奖结果中，百位数值=个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'3110675',
			'name': '十个和',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注十个和，如果开奖结果中，十位数值=个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020422',
			'name': '万千龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万千龙，如果开奖结果中，万位数值>千位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020423',
			'name': '万千虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万千虎，如果开奖结果中，万位数值<千位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020424',
			'name': '万百龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万百龙，如果开奖结果中，万位数值>百位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020425',
			'name': '万百虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万百虎，如果开奖结果中，万位数值<百位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020426',
			'name': '万十龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注虎万十龙，如果开奖结果中，万位数值>十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020427',
			'name': '万十虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万十虎，如果开奖结果中，万位数值<十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020428',
			'name': '万个龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万个龙，如果开奖结果中，万位数值>个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020429',
			'name': '万个虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注万个虎，如果开奖结果中，万位数值<个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020430',
			'name': '千百龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千百龙，如果开奖结果中，千位数值>百位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020431',
			'name': '千百虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千百虎，如果开奖结果中，千位数值<百位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020432',
			'name': '千十龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千十龙，如果开奖结果中，千位数值>十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020433',
			'name': '千十虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千十虎，如果开奖结果中，千位数值<十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020434',
			'name': '千个龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千个龙，如果开奖结果中，千位数值>个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020435',
			'name': '千个虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注千个虎，如果开奖结果中，千位数值<个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020436',
			'name': '百十龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注百十龙，如果开奖结果中，百位数值>十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020437',
			'name': '百十虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注百十虎，如果开奖结果中，百位数值<十位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020438',
			'name': '百个龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注百个龙，如果开奖结果中，百位数值>个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020439',
			'name': '百个虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注百个虎，如果开奖结果中，百位数值<个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020440',
			'name': '十个龙',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注十个龙，如果开奖结果中，十位数值>个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'1020441',
			'name': '十个虎',
			'methoddesc': '开奖号码中任意两位号码比大小，大是龙，小为虎。',
			'methodexample': "押注十个虎，如果开奖结果中，十位数值<个位数值，即中奖。",
			'methodhelp': '开奖号码中任意两位号码比大小，大是龙，小为虎。'
		},{
			'methodId':'5',
			'name': '后三复式',
			'methoddesc': '从百、十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖。",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码后3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'5|input',
			'name': '后三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br /> 开奖号码：345；<br />即中后三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'6',
			'name': '后三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后三位：001',010',100；<br />即中后三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'3110678',
			'name': '后三直选跨度',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注方案：0；<br />开奖号码：94111；<br />即中后三直选跨度一等奖。",
			'methodhelp': '开奖号码的百、十、个位的最大与最小的数值差与所选的号码相同，即中奖。'
		},{
			'methodId':'3110683',
			'name': '后三直选组合',
			'methoddesc': '从百位、十位、个位中选择一个3位数号码组成三注。',
			'methodexample': "投注方案：345；<br />开奖号码：94345；<br />即中后三直选一等奖、二等奖、三等奖各一次。",
			'methodhelp': '开奖号码的个位与所选的号码相同，即中一个3等奖。开奖号码的十、个位与所选的号码相同，即中一个3等奖、一个2等奖。开奖号码的百、十、个位与所选的号码相同，即中一个3等奖、2等奖、1等奖。'
		},{
			'methodId':'13',
			'name': '后三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；</br>开奖号码后三位：1个5，2个8 (顺序不限)；</br>即中后三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'14',
			'name': '后三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；</br>开奖号码后三位：1个2、1个5、1个8 (顺序不限)；</br>即中后三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'15',
			'name': '后三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "键盘手动输入购买号码，3个数字为一注，开奖号码的百位、十位、个位符合后三组三或组六均为中奖。",
			'methodhelp': '投注方案：分別投注(0,0,1),以及(1,2,3)；</br>开奖号码后三位包括：(1)0,0,1，顺序不限，即中得组三一等奖；或者(2)1,2,3，顺序不限；</br>即中得组六一等奖。'
		},{
			'methodId':'16',
			'name': '后三组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；</br>开奖号码后三位：(1)开出003号码，顺序不限，即中后三组选三一等奖；(2)开出012号码，顺序不限；</br>即中后三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'3110715',
			'name': '后三包胆',
			'methoddesc': '从0-9中选择1个号码。',
			'methodexample': "投注方案：3</br>开奖号码后三位：(1)出现3xx或者33x,即中后三组选三一等奖；(2)出现3xy，即中后三组选六一等奖。",
			'methodhelp': '开奖的百、十、个位与所选的包胆号相同（不含豹子号）即为中奖'
		},{
			'methodId':'3110701',
			'name': '后三组三跨度',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码1；</br>开奖号码11988；</br>则中组三跨度一等奖。",
			'methodhelp': '所选数值等于开奖号码后3位满足组三形态且后三位的最大与最小数字相减之差，即为中奖。'
		},{
			'methodId':'3110711',
			'name': '后三组六跨度',
			'methoddesc': '从 2-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码2；</br>开奖号码11987；</br>则中组六跨度一等奖。",
			'methodhelp': '所选数值等于开奖号码后3位满足组六形态且后三位的最大与最小数字相减之差，即为中奖。'
		},{
			'methodId':'3110693',
			'name': '后三组六胆拖',
			'methoddesc': '从胆码选择1到2个号码，拖码选择2到9个号码，胆码和拖码不能相同。',
			'methodexample': "投注方案：胆投注23',拖投注5；</br>开奖号码：89523；</br>即中后三胆拖一等奖。",
			'methodhelp': '若开奖号码后3位包含所选胆码且其余号码包含在拖码里（位置可以不同），即为中奖。'
		},{
			'methodId':'3110708',
			'name': '后三红胆黑胆',
			'methoddesc': '从红胆选择1到9个号码，黑胆选择1到9个号码，红胆和黑胆不能相同。',
			'methodexample': "投注方案：红胆投注3，黑胆投注45；</br>开奖号码：52378；</br>即中后三红胆黑胆一等奖。",
			'methodhelp': '若开奖号码后3位包含所选红胆且其余号码不在黑胆里面（位置可以不同），即为中奖。'
		},{
			'methodId':'3110728',
			'name': '后三直选和值尾数',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码6；<br />开奖号码91114；<br />则中后三直选和值尾数一等奖。",
			'methodhelp': '所选数值等于开奖号码的百、十、个位之和的尾数，即为中奖。'
		},{
			'methodId':'2',
			'name': '前三复式',
			'methoddesc': '从万、千、百位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br /> 开奖号码：345；<br />即中前三直选一等奖。",
			'methodhelp': '从万位、千位、百位中选择一个3位数号码组成一注，所选号码与开奖号码的前3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2|input',
			'name': '前三复式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br /> 开奖号码：345；<br />即中前三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的万位、千位、百位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3',
			'name': '前三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "所选数值等于开奖号码的万位、千位、百位三个数字相加之和，即为中奖。",
			'methodhelp': '投注方案：和值1；<br />开奖号码前三位：001,010,100；<br />即中前三直选一等奖。'
		},{
			'methodId':'3110676',
			'name': '前三直选跨度',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "开奖号码的万、千、百位的最大与最小的数值差与所选的号码相同，即中奖。",
			'methodhelp': '投注方案：0；<br />开奖号码：99911；<br />即中前三直选跨度一等奖。'
		},{
			'methodId':'3110685',
			'name': '前三直选组合',
			'methoddesc': '从万位、千位、百位中选择一个3位数号码组成三注。',
			'methodexample': "投注方案：345；<br />开奖号码：34567；<br />即中前三直选一等奖、二等奖、三等奖各一次。",
			'methodhelp': '开奖号码的百位与所选的号码相同，即中一个3等奖。开奖号码的千、百位与所选的号码相同，即中一个3等奖、一个2等奖。开奖号码的万、千、百位与所选的号码相同，即中一个3等奖、2等奖、1等奖。'
		},{
			'methodId':'8',
			'name': '前三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码前三位：1个5，2个8 (顺序不限)；<br />即中前三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的万位、千位、百位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'9',
			'name': '前三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码前三位：1个2、1个5、1个8 (顺序不限)；<br />即中前三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的万位、千位、百位相同，顺序不限，即为中奖。'
		},{
			'methodId':'10',
			'name': '前三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)，开奖号码前三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限，即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的万位、千位、百位符合后三组三或组六均为中奖。'
		},{
			'methodId':'11',
			'name': '前三组选和值',
			'methoddesc': '从1-26中任意选择1个以上号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码前三位：<br />(1)开出003号码，顺序不限，即中前三组选三一等奖；<br />(2)开出012号码，顺序不限，即中前三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'3110714',
			'name': '前三包胆',
			'methoddesc': '从0-9中选择1个号码。',
			'methodexample': "投注方案：3</br>开奖号码前三位：(1)出现3xx或者33x,即中前三组选三一等奖；(2)出现3xy，即中前三组选六一等奖。",
			'methodhelp': '开奖的万、千、百位与所选的包胆号相同（不含豹子号）即为中奖'
		},{
			'methodId':'3110700',
			'name': '前三组三跨度',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码1；</br>开奖号码11288；</br>则中组三跨度一等奖。",
			'methodhelp': '所选数值等于开奖号码前3位满足组三形态且前三位的最大与最小数字相减之差，即为中奖。'
		},{
			'methodId':'3110710',
			'name': '前三组六跨度',
			'methoddesc': '从 2-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码2；</br>开奖号码12387；</br>则中组六跨度一等奖。",
			'methodhelp': '所选数值等于开奖号码前3位满足组六形态且前三位的最大与最小数字相减之差，即为中奖。'
		},{
			'methodId':'3110689',
			'name': '前三组六胆拖',
			'methoddesc': '从胆码选择1到2个号码，拖码选择2到9个号码，胆码和拖码不能相同。',
			'methodexample': "投注方案：胆投注23',拖投注5；</br>开奖号码：52389；</br>即中前三胆拖一等奖。",
			'methodhelp': '若开奖号码前3位包含所选胆码且其余号码包含在拖码里（位置可以不同），即为中奖。'
		},{
			'methodId':'3110704',
			'name': '前三红胆黑胆',
			'methoddesc': '从红胆选择1到9个号码，黑胆选择1到9个号码，红胆和黑胆不能相同。',
			'methodexample': "投注方案：红胆投注3，黑胆投注45；</br>开奖号码：32579；</br>即中前三红胆黑胆一等奖。",
			'methodhelp': '若开奖号码前3位包含所选红胆且其余号码不在黑胆里面（位置可以不同），即为中奖。'
		},{
			'methodId':'3110724',
			'name': '前三直选和值尾数',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码6；<br />开奖号码41114；<br />则中前三直选和值尾数一等奖。",
			'methodhelp': '所选数值等于开奖号码的万、千、百位之和的尾数，即为中奖。'
		},{
			'methodId':'2291',
			'name': '中三复式',
			'methoddesc': '从千、百、十位各选一个号码组成一注。',
			'methodexample': "投注方案：456；<br /> 开奖号码：3456；<br />即中中三直选一等奖。",
			'methodhelp': '从千位、百位、十位中选择一个3位数号码组成一注，所选号码与开奖号码的中间3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2291|input',
			'name': '中三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "手动输入一个3位数号码组成一注，所选号码的千位、百位、十位与开奖号码相同，且顺序一致，即为中奖。",
			'methodhelp': '投注方案：345；<br /> 开奖号码：2345；<br />即中中三直选一等奖。'
		},{
			'methodId':'2292',
			'name': '中三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码中间三位：01001',00010',00100；<br />即中中三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'3110677',
			'name': '中三直选跨度',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注方案：2；<br />开奖号码：43121；<br />即中中三直选跨度一等奖。",
			'methodhelp': '开奖号码的千、百、十位的最大与最小的数值差与所选的号码相同，即中奖。'
		},{
			'methodId':'3110687',
			'name': '中三直选组合',
			'methoddesc': '从千位、百位、十位中选择一个3位数号码组成三注。',
			'methodexample': "投注方案：345；<br />开奖号码：93455；<br />即中后三直选一等奖、二等奖、三等奖各一次。",
			'methodhelp': '开奖号码的十位与所选的号码相同，即中一个3等奖。开奖号码的百、十位与所选的号码相同，即中一个3等奖、一个2等奖。开奖号码的千、百、十位与所选的号码相同，即中一个3等奖、2等奖、1等奖。'
		},{
			'methodId':'2293',
			'name': '中三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；</br>开奖号码中间三位：1个5，2个8 (顺序不限)；</br>即中中三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的千位、百位、十位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2294',
			'name': '中三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；</br>开奖号码中间三位：1个2、1个5、1个8 (顺序不限)；</br>即中中三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的千位、百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2295',
			'name': '中三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0,0,1),以及(1,2,3)；</br>开奖号码中间三位包括：(1)0,0,1，顺序不限；</br>即中得组三一等奖；或者(2)1,2,3，顺序不限，即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的千位、百位、十位符合中三组三或组六均为中奖。'
		},{
			'methodId':'2296',
			'name': '中三组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；</br>开奖号码中间三位：(1)开出003号码，顺序不限，即中中三组选三一等奖；(2)开出012号码，顺序不限；</br>即中中三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'3110713',
			'name': '中三包胆',
			'methoddesc': '从0-9中选择1个号码。',
			'methodexample': "投注方案：3</br>开奖号码中三位：(1)出现3xx或者33x,即中中三组选三一等奖；(2)出现3xy，即中中三组选六一等奖。",
			'methodhelp': '开奖的千、百、十位与所选的包胆号相同（不含豹子号）即为中奖'
		},{
			'methodId':'3110702',
			'name': '中三组三跨度',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码1；</br>开奖号码19881；</br>则中组三跨度一等奖。",
			'methodhelp': '所选数值等于开奖号码中3位满足组三形态且中三位的最大与最小数字相减之差，即为中奖。'
		},{
			'methodId':'3110712',
			'name': '中三组六跨度',
			'methoddesc': '从 2-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码2；</br>开奖号码19871；</br>则中组六跨度一等奖。",
			'methodhelp': '所选数值等于开奖号码中3位满足组六形态且中三位的最大与最小数字相减之差，即为中奖。'
		},{
			'methodId':'3110691',
			'name': '中三组六胆拖',
			'methoddesc': '从胆码选择1到2个号码，拖码选择2到9个号码，胆码和拖码不能相同。',
			'methodexample': "投注方案：胆投注23',拖投注5；</br>开奖号码：85234；</br>即中中三胆拖一等奖。",
			'methodhelp': '若开奖号码中3位包含所选胆码且其余号码包含在拖码里（位置可以不同），即为中奖。'
		},{
			'methodId':'3110706',
			'name': '中三红胆黑胆',
			'methoddesc': '从红胆选择1到9个号码，黑胆选择1到9个号码，红胆和黑胆不能相同。',
			'methodexample': "投注方案：红胆投注3，黑胆投注45；</br>开奖号码：52378；</br>即中中三红胆黑胆一等奖。",
			'methodhelp': '若开奖号码中3位包含所选红胆且其余号码不在黑胆里面（位置可以不同），即为中奖。'
		},{
			'methodId':'3110726',
			'name': '中三直选和值尾数',
			'methoddesc': '从 0-9 中选择1个或者1个以上号码。',
			'methodexample': "投注号码6；<br />开奖号码91144；<br />则中中三直选和值尾数一等奖。",
			'methodhelp': '所选数值等于开奖号码的千、百、十位之和的尾数，即为中奖。'
		},{
			'methodId':'24',
			'name': '后二直选(复式)',
			'methoddesc': '从十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：58；</br>开奖号码后二位：58；</br>即中后二直选一等奖。",
			'methodhelp': '从十位、个位中选择一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'24|input',
			'name': '后二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；</br>开奖号码后二位：58；</br>即中后二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'22',
			'name': '前二直选(复式)',
			'methoddesc': '从万、千位各选一个号码组成一注。',
			'methodexample': "投注方案：58；</br>开奖号码前二位：58；</br>即中前二直选一等奖。",
			'methodhelp': '从万位、千位中选择一个2位数号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'22|input',
			'name': '前二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；</br>开奖号码前二位：58；</br>即中前二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'474',
			'name': '后二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；</br>开奖号码后二位：01',10；</br>即中后二直选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和，即为中奖。'
		},{
			'methodId':'472',
			'name': '前二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；</br>开奖号码前二位：01',10；</br>即中前二直选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和，即为中奖。'
		},{
			'methodId':'28',
			'name': '后二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；</br>开奖号码后二位：1个5，1个8 (顺序不限)；</br>即中后二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即中奖。'
		},{
			'methodId':'28',
			'name': '后二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；</br>开奖号码后二位：1个5，1个8 (顺序不限)；</br>即中后二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'26',
			'name': '前二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；</br>开奖号码前二位：1个5，1个8 (顺序不限)；</br>即中前二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的万位、千位相同，顺序不限，即中奖。'
		},{
			'methodId':'26|input',
			'name': '前二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；</br>开奖号码前二位：1个5，1个8 (顺序不限)；</br>即中前二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'478',
			'name': '后二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；</br>开奖号码后二位：10或01(顺序不限，不含对子号)；</br>即中后二组选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'476',
			'name': '前二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上号码。',
			'methodexample': "投注方案：和值1；</br>开奖号码前二位：10或01 (顺序不限，不含对子号)；</br>即中前二组选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'30',
			'name': '定位胆',
			'methoddesc': '在万位，千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：1；</br>开奖号码万位：1；</br>即中定位胆万位一等奖。",
			'methodhelp': '从万位、千位、百位、十位、个位任意位置上至少选择1个以上号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'18',
			'name': '后三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；</br>开奖号码后三位：至少出现1个1；</br>即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'20',
			'name': '后三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的百位、十位、个位中同时包含所选的2个号码，即为中奖。",
			'methodhelp': '投注方案：1,2；</br>开奖号码后三位：至少出现1和2各1个；</br>即中后三一码不定位一等奖。'
		},{
			'methodId':'512',
			'name': '前三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；</br>开奖号码前三位：至少出现1个1；</br>即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的万位、千位、百位中包含所选号码，即为中奖。'
		},{
			'methodId':'513',
			'name': '前三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；</br>开奖号码前三位：至少出现1和2各1个；</br>即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的万位、千位、百位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'3110734',
			'name': '中三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的千位、百位、十位中包含所选号码，即为中奖。",
			'methodhelp': '投注方案：1；</br>开奖号码后三位：至少出现1个1；</br>即中中三一码不定位一等奖。'
		},{
			'methodId':'3110735',
			'name': '中三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；</br>开奖号码中间三位：至少出现1和2各1个；</br>即中中三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的千位、百位、十位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'3110741',
			'name': '四星一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；</br>开奖号码的千、百、十、个位：至少出现1个1；</br>即中四星一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的千位、百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'3110743',
			'name': '四星二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；</br>开奖号码千、百、十、个位：至少出现1和2各1个；</br>即中四星二码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的千位、百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'3110745',
			'name': '五星一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；</br>开奖号码的万千、百、十、个位：至少出现1个1；</br>即中五星一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的万位、千位、百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'3110747',
			'name': '五星二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；</br>开奖号码万、千、百、十、个位：至少出现1和2各1个；</br>即中五星二码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的万位、千位、百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'38',
			'name': '后二大小单双',
			'methoddesc': '从十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大单；</br>开奖号码十位与个位：大单；</br>即中后二大小单双一等奖。",
			'methodhelp': '对十位和个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'36',
			'name': '前二大小单双',
			'methoddesc': '从万位、千位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：小双；</br>开奖号码万位与千位：小双；</br>即中前二大小单双一等奖。",
			'methodhelp': '对万位、千位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'3110733',
			'name': '后三大小单双',
			'methoddesc': '从百位、十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大大大；</br>开奖号码百位与十位与个位：大大大；</br>即中后三大小单双一等奖。",
			'methodhelp': '对百位、十位、个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'3110732',
			'name': '中三大小单双',
			'methoddesc': '从千位、百位、十位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大大大；</br>开奖号码千位与百位与十位：大大大；</br>即中中三大小单双一等奖。",
			'methodhelp': '对千位、百位、十位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'3110731',
			'name': '前三大小单双',
			'methoddesc': '从万位、千位、百位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大大大；</br>开奖号码万位与千位与百位：大大大；</br>即中前三大小单双一等奖。",
			'methodhelp': '对万位、千位、百位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'2285',
			'name': '一帆风顺',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：8；</br>开奖号码：至少出现1个8；</br>即中一帆风顺。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要开奖号码的万位、千位、百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'2286',
			'name': '好事成双',
			'methoddesc': '从0-9中任意选择1个以上的二重号码。',
			'methodexample': "投注方案：8；</br>开奖号码：至少出现2个8；</br>即中好事成双。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现2次，即为中奖。'
		},{
			'methodId':'2287',
			'name': '三星报喜',
			'methoddesc': '从0-9中任意选择1个以上的三重号码。',
			'methodexample': "投注方案：8；</br>开奖号码：至少出现3个8；</br>即中三星报喜。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现3次，即为中奖。'
		},{
			'methodId':'2288',
			'name': '四季发财',
			'methoddesc': '从0-9中任意选择1个以上的四重号码。',
			'methodexample': "投注方案：8；</br>开奖号码：至少出现4个8；</br>即中四季发财。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现4次，即为中奖。'
		}
		]
	},
	'id5': {
		'lotteryid': '5',
		'lotteryname': '山东11选5',
		'method': [{
			'methodId':'220',
			'name': '前三直选复式',
			'methoddesc': '从第一位、第二位、第三位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'220|input',
			'name': '前三直选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'222',
			'name': '前三组选复式',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择3个号码，所选号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'222|input',
			'name': '前三组选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'224',
			'name': '前二直选复式',
			'methoddesc': '从第一位、第二位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即中奖。'
		},{
			'methodId':'224|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'226',
			'name': '前二组选复式',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择2个号码，所选号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'226|input',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'228',
			'name': '不定胆前三位',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择1个号码，每注由1个号码组成，只要当期顺序摇出的第一位、第二位、第三位开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'230',
			'name': '定位胆',
			'methoddesc': '从第一位，第二位，第三位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从第一位，第二位，第三位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'234',
			'name': '定单双',
			'methoddesc': '从不同的单双组合中任意选择1个或1个以上的组合。',
			'methodexample': "",
			'methodhelp': '从5种单双个数组合中选择1种组合，当期开奖号码的单双个数与所选单双组合一致，即为中奖。'
		},{
			'methodId':'236',
			'name': '猜中位',
			'methoddesc': '从3-9中任意选择1个或1个以上数字。',
			'methodexample': "",
			'methodhelp': '从3-9中选择1个号码进行购买，所选号码与5个开奖号码按照大小顺序排列后的第3个号码相同，即为中奖。'
		},{
			'methodId':'238',
			'name': '任选复式一中一',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'240',
			'name': '任选复式二中二',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'243',
			'name': '任选复式三中三',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'246',
			'name': '任选复式四中四',
			'methoddesc': '从01-11中任意选择4个或4个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'249',
			'name': '任选复式五中五',
			'methoddesc': '从01-11中任意选择5个或5个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'252',
			'name': '任选复式六中五',
			'methoddesc': '从01-11中任意选择6个或6个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'255',
			'name': '任选复式七中五',
			'methoddesc': '从01-11中任意选择7个或7个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'258',
			'name': '任选复式八中五',
			'methoddesc': '从01-11中任意选择8个或8个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'238|input',
			'name': '任选单式一中一',
			'methoddesc': '手动输入号码，从01-11中任意输入1个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'240|input',
			'name': '任选单式二中二',
			'methoddesc': '手动输入号码，从01-11中任意输入2个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'243|input',
			'name': '任选单式三中三',
			'methoddesc': '手动输入号码，从01-11中任意输入3个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'246|input',
			'name': '任选单式四中四',
			'methoddesc': '手动输入号码，从01-11中任意输入4个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'249|input',
			'name': '任选单式五中五',
			'methoddesc': '手动输入号码，从01-11中任意输入5个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'252|input',
			'name': '任选单式六中五',
			'methoddesc': '手动输入号码，从01-11中任意输入6个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'255|input',
			'name': '任选单式七中五',
			'methoddesc': '从01-11中任意选择7个或7个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'258|input',
			'name': '任选单式八中五',
			'methoddesc': '手动输入号码，从01-11中任意输入8个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		}
		] 
	},
	'id6': {
		'lotteryid': '6',
		'lotteryname': '新疆时时彩',
		'method': [{
			'methodId':'268',
			'name': '后三复式',
			'methoddesc': '从百位、十位、个位中至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码后3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'268|input',
			'name': '后三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码与开奖号码的百位、十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'269',
			'name': '后三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码的百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'276',
			'name': '后三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'277',
			'name': '后三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'278',
			'name': '后三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的百位、十位、个位符合后三组三或组六均为中奖。'
		},{
			'methodId':'279',
			'name': '后三组选和值',
			'methoddesc': '从1-26中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'265',
			'name': '前三复式',
			'methoddesc': '从万位、千位、百位中至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从万位、千位、百位中选择一个3位数号码组成一注，所选号码与开奖号码前3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'265|input',
			'name': '前三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码与开奖号码的万位、千位、百位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'266',
			'name': '前三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'271',
			'name': '前三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的万位、千位、百位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'272',
			'name': '前三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的万位、千位、百位相同，顺序不限，即为中奖。'
		},{
			'methodId':'273',
			'name': '前三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的万位、千位、百位符合前三的组三或组六均为中奖。'
		},{
			'methodId':'274',
			'name': '前三组选和值',
			'methoddesc': '从1-26中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'285',
			'name': '前二直选复式',
			'methoddesc': '从万位和千位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从万位和千位上至少各选1个号码，所选号码与开奖号码的万位、千位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'285|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的万位、千位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'289',
			'name': '前二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的万位、千位相同，顺序不限，即为中奖。'
		},{
			'methodId':'289|input',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的万位、千位相同，顺序不限，即为中奖。'
		},{
			'methodId':'287',
			'name': '后二直选复式',
			'methoddesc': '十位和个位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从十位和个位上至少各选1个号码，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'287|input',
			'name': '后二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'291',
			'name': '后二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即中奖。'
		},{
			'methodId':'291|input',
			'name': '后二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'293',
			'name': '定位胆',
			'methoddesc': '在万位，千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从万位、千位、百位、十位、个位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'281',
			'name': '一码不定胆',
			'methoddesc': '从0-9中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'283',
			'name': '二码不定胆',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'299',
			'name': '前二大小单双',
			'methoddesc': '从万位、千位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "",
			'methodhelp': '对万位和千位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'301',
			'name': '后二大小单双',
			'methoddesc': '从十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "",
			'methodhelp': '对十位和个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		}
		] 
	},
	'id7':{
		'lotteryid': '7',
		'lotteryname': '江西11选5',
		'method':[{
			'methodId':'303',
			'name': '前三直选复式',
			'methoddesc': '第一位、第二位、第三位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'303|input',
			'name': '前三直选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'305',
			'name': '前三组选复式',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择3个号码，所选号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'305|input',
			'name': '前三组选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'307',
			'name': '前二直选复式',
			'methoddesc': '从第一位、第二位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即中奖。'
		},{
			'methodId':'307|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'309',
			'name': '前二组选复式',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择2个号码，所选号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'309|input',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'311',
			'name': '前三位',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择1个号码，每注由1个号码组成，只要当期顺序摇出的第一位、第二位、第三位开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'313',
			'name': '定位胆',
			'methoddesc': '从第一位，第二位，第三位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从第一位，第二位，第三位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'317',
			'name': '定单双',
			'methoddesc': '从不同的单双组合中任意选择1个或1个以上的组合。',
			'methodexample': "",
			'methodhelp': '从5种单双个数组合中选择1种组合，当期开奖号码的单双个数与所选单双组合一致，即为中奖。'
		},{
			'methodId':'319',
			'name': '猜中位',
			'methoddesc': '从3-9中任意选择1个或1个以上数字。',
			'methodexample': "",
			'methodhelp': '从3-9中选择1个号码进行购买，所选号码与5个开奖号码按照大小顺序排列后的第3个号码相同，即为中奖。'
		},{
			'methodId':'321',
			'name': '任选复式一中一',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'323',
			'name': '任选复式二中二',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'325',
			'name': '任选复式三中三',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'327',
			'name': '任选复式四中四',
			'methoddesc': '从01-11中任意选择4个或4个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'329',
			'name': '任选复式五中五',
			'methoddesc': '从01-11中任意选择5个或5个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'331',
			'name': '任选复式六中五',
			'methoddesc': '从01-11中任意选择6个或6个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'333',
			'name': '任选复式七中五',
			'methoddesc': '从01-11中任意选择7个或7个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'335',
			'name': '任选复式八中五',
			'methoddesc': '从01-11中任意选择8个或8个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'321|input',
			'name': '任选单式一中一',
			'methoddesc': '手动输入号码，从01-11中任意输入1个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'323|input',
			'name': '任选单式二中二',
			'methoddesc': '手动输入号码，从01-11中任意输入2个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'325',
			'name': '任选单式三中三|input',
			'methoddesc': '手动输入号码，从01-11中任意输入3个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'327|input',
			'name': '任选单式四中四',
			'methoddesc': '手动输入号码，从01-11中任意输入4个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'329|input',
			'name': '任选单式五中五',
			'methoddesc': '手动输入号码，从01-11中任意输入5个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'331|input',
			'name': '任选单式六中五',
			'methoddesc': '手动输入号码，从01-11中任意输入6个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'333|input',
			'name': '任选单式七中五',
			'methoddesc': '手动输入号码，从01-11中任意输入7个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'335|input',
			'name': '任选单式八中五',
			'methoddesc': '手动输入号码，从01-11中任意输入8个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		}]
	},
	'id8':{
		'lotteryid': '8',
		'lotteryname': '广东11选5',
		'method':[{
			'methodId':'337',
			'name': '前三直选复式',
			'methoddesc': '从第一位、第二位、第三位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'337|input',
			'name': '前三直选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'339',
			'name': '前三组选复式',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择3个号码，所选号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'339|input',
			'name': '前三组选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'341',
			'name': '前二直选复式',
			'methoddesc': '从第一位、第二位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即中奖。'
		},{
			'methodId':'341|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'343',
			'name': '前二组选复式',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择2个号码，所选号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'343|input',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'345',
			'name': '前三位',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择1个号码，每注由1个号码组成，只要当期顺序摇出的第一位、第二位、第三位开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'347',
			'name': '定位胆',
			'methoddesc': '从第一位，第二位，第三位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从第一位，第二位，第三位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'351',
			'name': '定单双',
			'methoddesc': '从不同的单双组合中任意选择1个或1个以上的组合。',
			'methodexample': "",
			'methodhelp': '从5种单双个数组合中选择1种组合，当期开奖号码的单双个数与所选单双组合一致，即为中奖。'
		},{
			'methodId':'353',
			'name': '猜中位',
			'methoddesc': '从3-9中任意选择1个或1个以上数字。',
			'methodexample': "",
			'methodhelp': '从3-9中选择1个号码进行购买，所选号码与5个开奖号码按照大小顺序排列后的第3个号码相同，即为中奖。'
		},{
			'methodId':'355',
			'name': '任选复式一中一',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'357',
			'name': '任选复式二中二',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'359',
			'name': '任选复式三中三',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'361',
			'name': '任选复式四中四',
			'methoddesc': '从01-11中任意选择4个或4个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'363',
			'name': '任选复式五中五',
			'methoddesc': '从01-11中任意选择5个或5个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'365',
			'name': '任选复式六中五',
			'methoddesc': '从01-11中任意选择6个或6个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'367',
			'name': '任选复式七中五',
			'methoddesc': '从01-11中任意选择7个或7个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'369',
			'name': '任选复式八中五',
			'methoddesc': '从01-11中任意选择8个或8个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'355|input',
			'name': '任选单式一中一',
			'methoddesc': '手动输入号码，从01-11中任意输入1个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'357|input',
			'name': '任选单式二中二',
			'methoddesc': '手动输入号码，从01-11中任意输入2个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'359|input',
			'name': '任选单式三中三',
			'methoddesc': '手动输入号码，从01-11中任意输入3个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'361|input',
			'name': '任选单式四中四',
			'methoddesc': '手动输入号码，从01-11中任意输入4个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'363|input',
			'name': '任选单式五中五',
			'methoddesc': '手动输入号码，从01-11中任意输入5个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'365|input',
			'name': '任选单式六中五',
			'methoddesc': '手动输入号码，从01-11中任意输入6个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'367|input',
			'name': '任选单式七中五',
			'methoddesc': '手动输入号码，从01-11中任意输入7个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'369|input',
			'name': '任选单式八中五',
			'methoddesc': '手动输入号码，从01-11中任意输入8个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		}]
	}/*,
	9:{
		'lotteryid': '9',
		'lotteryname': '北京快乐8',
		'method':[{
			'methodId':'385',
			'name': '和值单双',
			'methoddesc': '选择20个开奖号码总和值的单双属性',
			'methodexample': "投注方案：和值单双“双”<br />开奖号码：01 02 03 04 05 06 07 08 09 10<br />       11 12 13 14 15 16 17 18 19 20<br />中奖结果：和值单双“双”",
			'methodhelp': '20个开奖号码的总和值为奇数时中“单”，为偶数时中“双”。'
		},{
			'methodId':'387',
			'name': '和值大小',
			'methoddesc': '选择20个开奖号码总和值的大小属性',
			'methodexample': "投注方案：和值大小“小”<br />开奖号码：01 02 03 04 05 06 07 08 09 10<br />　　　　　11 12 13 14 15 16 17 18 19 20<br />中奖结果：和值大小“小”",
			'methodhelp': '选择20个开奖号码总和值的大小属性：小于810为小，等于810为和，大于810为大。'
		},{
			'methodId':'391',
			'name': '奇偶盘',
			'methoddesc': '选择20个开奖号码中包含奇偶号码个数多少的关系',
			'methodexample': "投注方案：奇偶盘“和”<br />开奖号码：01 02 03 04 05 06 07 08 09 10<br />　　　　　11 12 13 14 15 16 17 18 19 20<br />中奖结果：奇偶盘“和”",
			'methodhelp': '任选一个奇偶盘属性，当开奖结果的20个号码的奇偶盘属性与所投注的结果一致，即为中奖。'
		},{
			'methodId':'389',
			'name': '上下盘',
			'methoddesc': '选择20个开奖号码中包含上盘(01-40)与下盘(41-80)号码个数多少的关系',
			'methodexample': "投注方案：上下盘“上”<br />开奖号码：01 02 03 04 05 06 07 08 09 10<br />　　　　　11 12 13 14 15 16 17 18 19 20<br />中奖结果：上下盘“上”",
			'methodhelp': '任选一个上下盘属性，当开奖结果的20个号码的上下盘属性与所投注的结果一致，即为中奖。'
		},{
			'methodId':'427',
			'name': '和值大小单双',
			'methoddesc': '选择20个开奖号码总和值的大小单双属性',
			'methodexample': "投注方案：和值大小单双“小双”<br />开奖号码：01 02 03 04 05 06 07 08 09 10<br />　　　　　11 12 13 14 15 16 17 18 19 20<br />中奖结果：和值大小单双“小双”",
			'methodhelp': '任选一个和值大小单双属性，当开奖结果的20个号码的和值大小单双属性与所投注的结果一致，即为中奖。'
		},{
			'methodId':'2304',
			'name': '任选1',
			'methoddesc': '从01-80中任选1个以上号码',
			'methodexample': "投注方案：01<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中1个号码",
			'methodhelp': '从01-80中选择1个号码组成一注，当期开奖结果的20个号码中包含所选号码，即可中奖。'
		},{
			'methodId':'2305',
			'name': '任选2',
			'methoddesc': '从01-80中任选2-8个号码',
			'methodexample': "投注方案：01 02<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中2个号码",
			'methodhelp': '从01-80中选择2个号码组成一注，当期开奖结果的20个号码中包含所选号码，即可中奖。'
		},{
			'methodId':'2306',
			'name': '任选3',
			'methoddesc': '从01-80中任选3-8个号码',
			'methodexample': "投注方案：01 02 03<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中3个号码",
			'methodhelp': '从01-80中选择3个号码组成一注，当期开奖结果的20个号码中包含3个或2个所选号码，即可中奖。不兼中兼得。'
		},{
			'methodId':'2307',
			'name': '任选4',
			'methoddesc': '从01-80中任选4-8个号码',
			'methodexample': "投注方案：01 02 03 04<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中4个号码",
			'methodhelp': '从01-80中选择4个号码组成一注，当期开奖结果的20个号码中包含4个、3个或2个所选号码，即可中奖。不兼中兼得'
		},{
			'methodId':'2308',
			'name': '任选5',
			'methoddesc': '从01-80中任选5-8个号码',
			'methodexample': "投注方案：01 02 03 04 05<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中5个号码",
			'methodhelp': '从01-80中选择5个号码组成一注，当期开奖结果的20个号码中包含5个、4个或3个所选号码，即可中奖。不兼中兼得。'
		},{
			'methodId':'2309',
			'name': '任选6',
			'methoddesc': '从01-80中任选6-8个号码',
			'methodexample': "投注方案：01 02 03 04 05 06<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中6个号码",
			'methodhelp': '从01-80中选择6个号码组成一注，当期开奖结果的20个号码中包含6个、5个、4个或3个所选号码，即可中奖。不兼中兼得。'
		},{
			'methodId':'2310',
			'name': '任选7',
			'methoddesc': '从01-80中任选7-8个号码',
			'methodexample': "投注方案：01 02 03 04 05 06 07<br />开奖号码：01 02 03 04 05 06 07 08 21 22<br />　　　　　71 72 73 74 75 76 77 78 79 80<br />中奖结果：中7个号码",
			'methodhelp': '从01-80中选择7个号码组成一注，当期开奖结果的20个号码中包含7个、6个、5个、或4个所选号码，或者出现0个所选号码，即可中奖。不兼中兼得。'
		},{
			'methodId':'385',
			'name': '和值单双',
			'methoddesc': '选择20个开奖号码总和值的单双属性',
			'methodexample': "",
			'methodhelp': '0个开奖号码的总和值为奇数时中“单”，为偶数时中“双”。'
		},{
			'methodId':'387',
			'name': '和值大小',
			'methoddesc': '选择20个开奖号码总和值的大小属性',
			'methodexample': "",
			'methodhelp': '选择20个开奖号码总和值的大小属性:小于810为小,等于810为和,大于810为大'
		},{
			'methodId':'427',
			'name': '和值大小单双',
			'methoddesc': '选择20个开奖号码总和值的大小单双属性',
			'methodexample': '投注方案：和值"大•单"<br />开奖结果：20个开奖号码的总和值为大(超过810)<br />　　　　　并且为单数<br />中奖名称：和值大小单双_"大•单"',
			'methodhelp': '选择20个开奖号码总和值的大小单双属性（和值811～1410为大,和值210~810为小）。'
		},{
			'methodId':'389',
			'name': '上下盘',
			'methoddesc': '选择20个开奖号码中包含上盘(01-40)与下盘(41-80)号码个数多少的关系',
			'methodexample': "",
			'methodhelp': '20个开奖号码中上盘（01-40）号码个数大余下盘（41-80）号码个数中“上”盘，下盘号码个数大于上盘号码个数中“下”盘，两盘号码个数相等时中“中”盘。'
		},{
			'methodId':'391',
			'name': '奇偶盘',
			'methoddesc': '选择20个开奖号码中包含奇偶号码个数多少的关系',
			'methodexample': "",
			'methodhelp': '20个开奖号码中奇数个数大于偶数个数中“奇”盘，偶数个数大于奇数个数中“偶”盘，两盘个数相等时中“和”盘。'
		}]
	},
	11:{
		'lotteryid': '11',
		'lotteryname': '3D福彩',
		'method':[{
			'methodId':'1189',
			'name': '复式',
			'methoddesc': '从百位、十位、个位中至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1189|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1190',
			'name': '和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码的三个数字相加之和，即为中奖。'
		},{
			'methodId':'1192',
			'name': '组三',
			'methoddesc': '9中任意选择2个或2个以上的号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择2个数字组成两注，所选号码与开奖号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1193',
			'name': '组六',
			'methoddesc': '从0-9中任意选择3个或3个以上的号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1194',
			'name': '混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，3个数字为一注，开奖号码符合组三或组六均为中奖。'
		},{
			'methodId':'1195',
			'name': '和值',
			'methoddesc': '从1-26中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码的三个数字相加之和，即为中奖。'
		},{
			'methodId':'1201',
			'name': '后二直选复式',
			'methoddesc': '从十位和个位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从十位和个位上至少各选1个号码，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1201|input',
			'name': '后二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1205',
			'name': '后二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选二个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1205|input',
			'name': '后二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1199',
			'name': '前二直选复式',
			'methoddesc': '从百位和十位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从百位和十位上至少各选1个号码，所选号码与开奖号码百位、十位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1199|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的百位、十位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1203',
			'name': '前二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1203',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1261',
			'name': '定位胆',
			'methoddesc': '在百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从百位、十位、个位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'1197',
			'name': '一码不定胆',
			'methoddesc': '从0-9中任意选择1个或1个以上的号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖结果中包含所选号码，即为中奖。'
		}]
	},
	12:{
		'lotteryid': '12',
		'lotteryname': '排列三',
		'method':[{
			'methodId':'2189',
			'name': '复式',
			'methoddesc': '从百位、十位、个位中至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2189|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2190',
			'name': '和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码的三个数字相加之和，即为中奖。'
		},{
			'methodId':'2192',
			'name': '组三',
			'methoddesc': '从0-9中任意选择2个或2个以上的号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择2个数字组成两注，所选号码与开奖号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2193',
			'name': '组六',
			'methoddesc': '从0-9中任意选择3个或3个以上的号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'2194',
			'name': '混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，3个数字为一注，开奖号码符合组三或组六均为中奖。'
		},{
			'methodId':'2195',
			'name': '和值',
			'methoddesc': '从1-26中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码的三个数字相加之和，即为中奖。'
		},{
			'methodId':'2201',
			'name': '后二直选复式',
			'methoddesc': '从十位和个位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从十位和个位上至少各选1个号码，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2201|input',
			'name': '后二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2205',
			'name': '后二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选二个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2205|input',
			'name': '后二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2199',
			'name': '前二直选复式',
			'methoddesc': '从百位和十位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从百位和十位上至少各选1个号码，所选号码与开奖号码百位、十位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2199|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的百位、十位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2203',
			'name': '前二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2203|input',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2261',
			'name': '定位胆',
			'methoddesc': '在百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从百位、十位、个位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'2197',
			'name': '一码不定胆',
			'methoddesc': '从0-9中任意选择1个或1个以上的号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖结果中包含所选号码，即为中奖。'
		}]
	}*/,
	'id13':{
		'lotteryid': '13',
		'lotteryname': '天津时时彩',
		'method':[{
			'methodId':'2326',
			'name': '后三复式',
			'methoddesc': '从百位、十位、个位中至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码后3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2326|input',
			'name': '后三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码与开奖号码的百位、十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2327',
			'name': '后三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；开奖号码后三位：001',010',100',即中后三直选一等奖",
			'methodhelp': '所选数值等于开奖号码的百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2332',
			'name': '后三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2333',
			'name': '后三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2334',
			'name': '后三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的百位、十位、个位符合后三组三或组六均为中奖。'
		},{
			'methodId':'2335',
			'name': '后三组选和值',
			'methoddesc': '从1-26中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2324',
			'name': '前三复式',
			'methoddesc': '从万位、千位、百位中至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从万位、千位、百位中选择一个3位数号码组成一注，所选号码与开奖号码前3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2324|input',
			'name': '前三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码与开奖号码的万位、千位、百位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2325',
			'name': '前三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2328',
			'name': '前三组三',
			'methoddesc': '从0-9中任意任选2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的万位、千位、百位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2329',
			'name': '前三组六',
			'methoddesc': '从0-9中任意任选3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的万位、千位、百位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2330',
			'name': '前三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的万位、千位、百位符合前三的组三或组六均为中奖。'
		},{
			'methodId':'2331',
			'name': '前三组选和值',
			'methoddesc': '从1-26中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2338',
			'name': '前二直选复式',
			'methoddesc': '从万位和千位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从万位和千位上至少各选1个号码，所选号码与开奖号码的万位、千位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2338|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的万位、千位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2340',
			'name': '前二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的万位、千位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2340|input',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的万位、千位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2339',
			'name': '后二直选复式',
			'methoddesc': '从十位和个位上至少各选1个号码。',
			'methodexample': "",
			'methodhelp': '从十位和个位上至少各选1个号码，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2339|input',
			'name': '后二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2341',
			'name': '后二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即中奖。'
		},{
			'methodId':'2341|input',
			'name': '后二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "",
			'methodhelp': '手动输入购买号码，2个数字为一注，所选号码与开奖号码的十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2342',
			'name': '定位胆',
			'methoddesc': '在万位，千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从万位、千位、百位、十位、个位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'2336',
			'name': '一码不定胆',
			'methoddesc': '从0-9中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'2337',
			'name': '二码不定胆',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'2347',
			'name': '前二大小单双',
			'methoddesc': '从万位、千位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "",
			'methodhelp': '对万位和千位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'2348',
			'name': '后二大小单双',
			'methoddesc': '从十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "",
			'methodhelp': '对十位和个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		}]
	},
	'id14':{
		'lotteryid': '14',
		'lotteryname': '泰国300秒',
		'method':[{
			'methodId':'2407',
			'name': '五星复式',
			'methoddesc': '从个、十、百、千、万位各选一个号码组成一注。',
			'methodexample': "投注方案：23456；<br />开奖号码：23456；<br />即中五星直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注，所选号码与开奖号码全部相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2407|input',
			'name': '五星单式',
			'methoddesc': '手动输入号码，至少输入1个五位数号码组成一注。',
			'methodexample': "投注方案：23456；<br />开奖号码：23456；<br />即中五星直选一等奖",
			'methodhelp': '手动输入一个5位数号码组成一注，所选号码的万位、千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2408',
			'name': '五星组合',
			'methoddesc': '从个、十、百、千、万位各选一个号码组成五注。',
			'methodexample': "五星组合示例，如购买：4+5+6+7+8，该票共10元，由以下5注：45678(五星)、5678(四星)、678(三星)、78(二星)、8(一星)构成；<br />开奖号码：45678；<br />即可中五星、四星、三星、二星、一星的一等奖各1注。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少各选一个号码组成1-5星的组合，共五注，所选号码的个位与开奖号码相同，则中1个5等奖；所选号码的个位、十位与开奖号码相同，则中1个5等奖以及1个4等奖，依此类推，最高可中5个奖。'
		},{
			'methodId':'2409',
			'name': '五星组选120',
			'methoddesc': '从0-9中选择5个号码组成一注。',
			'methodexample': "投注方案：02568；<br />开奖号码的五个数字只要包含0、2、5、6、8；<br />即可中五星组选120一等奖。",
			'methodhelp': '从0-9中任意选择5个号码组成一注，所选号码与开奖号码的万位、千位、百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2410',
			'name': '五星组选60',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择三个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、2、5；<br />只要开奖的5个数字包括 0、2、5、8、8；<br />即可中五星组选60一等奖。",
			'methodhelp': '选择1个二重号码和3个单号号码组成一注，所选的单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2411',
			'name': '五星组选30',
			'methoddesc': '从“二重号”选择两个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：二重号：2、8，单号：0；<br />只要开奖的5个数字包括 0、2、2、8、8；<br />即可中五星组选30一等奖。",
			'methodhelp': '选择2个二重号和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选的2个二重号码分别在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2412',
			'name': '五星组选20',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "选择1个三重号码和2个单号号码组成一注，所选的单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。",
			'methodhelp': '投注方案：三重号：8，单号：0、2；<br />’只要开奖的5个数字包括 0、2、8、8、8；<br />即可中五星组选20一等奖。'
		},{
			'methodId':'2413',
			'name': '五星组选10',
			'methoddesc': '从“三重号”选择一个号码，“二重号”中选择一个号码组成一注。',
			'methodexample': "投注方案：三重号：8，二重号：2；<br />只要开奖的5个数字包括 2、2、8、8、8；<br />即可中五星组选10一等奖。",
			'methodhelp': '选择1个三重号码和1个二重号码，所选三重号码在开奖号码中出现3次，并且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2414',
			'name': '五星组选5',
			'methoddesc': '从“四重号”选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：四重号：8，单号：2；<br />只要开奖的5个数字包括 2、8、8、8、8；<br />即可中五星组选5一等奖。",
			'methodhelp': '选择1个四重号码和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选四重号码在开奖号码中出现了4次，即为中奖。'
		},{
			'methodId':'2401',
			'name': '四星复式',
			'methoddesc': '从千位、百位、十位、个位中选择一个4位数号码组成一注',
			'methodexample': "投注方案：3456；<br />开奖号码：*3456；<br />即中四星直选。",
			'methodhelp': '从千位、百位、十位、个位中选择一个4位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2401|input',
			'name': '四星单式',
			'methoddesc': '手动输入号码，至少输入1个四位数号码组成一注。',
			'methodexample': "投注方案：3456；<br />开奖号码：3456；<br />即中四星直选一等奖",
			'methodhelp': '手动输入一个4位数号码组成一注，所选号码的千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2402',
			'name': '四星组合',
			'methoddesc': '在千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：5+6+7+8；<br />开奖号码：*5678；<br />即可中四星、三星、二星、一星各1注。",
			'methodhelp': '从千位、百位、十位、个位中至少各选一个号码组成1-4星的组合，共四注，所选号码的个位与开奖号码相同，则中1个4等奖；所选号码的个位、十位与开奖号码相同，则中1个4等奖以及1个3等奖，依此类推，最高可中4个奖。'
		},{
			'methodId':'2403',
			'name': '四星组选24',
			'methoddesc': '从0-9中选择4个号码组成一注。',
			'methodexample': "投注方案：0568；<br />开奖号码的四个数字只要包含0、5、6、8；<br />即可中四星组选24一等奖。",
			'methodhelp': '从0-9中任意选择4个号码组成一注，所选号码与开奖号码的千位、百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2404',
			'name': '四星组选12',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、6；<br />只要开奖的四个数字包括 0、6、8、8；即可中四星组选12一等奖。",
			'methodhelp': '选择1个二重号码和2个单号号码组成一注，所选单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'2405',
			'name': '四星组选6',
			'methoddesc': '从“二重号”选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：6、8；<br />只要开奖的四个数字从小到大排列为 6、6、8、8；<br />即可中四星组选6。",
			'methodhelp': '选择2个二重号码组成一注，所选的2个二重号码在开奖号码中分别出现了2次，即为中奖。'
		},{
			'methodId':'2406',
			'name': '四星组选4',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：2；<br />只要开奖的四个数字从小到大排列为 2、8、8、8；<br />即可中四星组选4。",
			'methodhelp': '选择1个三重号码和1个单号号码组成一注，所选单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'3010101',
			'name': '任二直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少两位上各选1个号码组成1注',
			'methodexample': "投注方案：万位1，百位2；<br />开奖号码：13245，<br />即中任选二直选一等奖",
			'methodhelp': '从任意两个以上的位置中选择一个号码，所选号码与开奖号码对应位置出现的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3010111',
			'name': '任二直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码58；<br />开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3010121',
			'name': '任二直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'3010201',
			'name': '任二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：万位5',百8；<br />开奖号码位5*8**或者8*5** (顺序不限)；<br />即中任选二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码出现在开奖号的对应位上，顺序不限，即中奖。'
		},{
			'methodId':'3010211',
			'name': '任二组选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码85；<br />开奖号码：51812或者81512；<br />即中任二组选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010221',
			'name': '任二组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br />开奖号码：51812；<br />即中任二组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'3010301',
			'name': '任三直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，百8',个位2；<br />开奖号码：51812；<br />即中任三直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3010311',
			'name': '任三直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位,个位，输入号码582；<br />开奖号码：51812；<br />即中任三直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3010321',
			'name': '任三直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位、个位，选择和值号码15；<br />开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'3010401',
			'name': '任三组三',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码12；<br />开奖号码：11812；<br />即中任三组三。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010411',
			'name': '任三组六',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码512；<br />开奖号码：51812；<br />即中任三组六。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010421',
			'name': '任三混合组选',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)。',
			'methodexample': "投注方案：选择位置万位、十位、个位,输入号码512；<br />开奖号码：51812；<br />即中任三混合组选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010431',
			'name': '任三组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择和值号码8；<br />开奖号码：51812；<br />即中任三组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值(不包含豹子号)相同，即为中奖。'
		},{
			'methodId':'3010501',
			'name': '任四直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，千位1',百位8',十位1；<br />开奖号码：51812；<br />即中任四直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3010506',
			'name': '任四直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注。',
			'methodexample': "投注方案：选择万位、千位、百位、十位，输入号码5181；<br />开奖号码：51812；<br />即中任四直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3010601',
			'name': '任四组选24',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,号码选择0568；<br />开奖号码：10568(指定位置号码顺序不限)；<br />即可中任四组选24。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010606',
			'name': '任四组选12',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：8；单号：06；<br />开奖号码：10688(指定位置号码顺序不限)；<br />即可中任四组选12。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010611',
			'name': '任四组选6',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：28；<br />开奖号码：12288(指定位置号码顺序不限)；<br />即可中任四组选6。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3010616',
			'name': '任四组选4',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,三重号：8；单号：2；<br />开奖号码：18828(指定位置号码顺序不限)；<br />即可中任四组选4。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2370',
			'name': '后三复式',
			'methoddesc': '从百、十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码后3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2370|input',
			'name': '后三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2371',
			'name': '后三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码后三位：001',010',100；<br />即中后三直选一等奖",
			'methodhelp': '所选数值等于开奖号码的百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2377',
			'name': '后三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码后三位：1个5，2个8 (顺序不限)；<br />即中后三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2378',
			'name': '后三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码后三位：1个2、1个5、1个8 (顺序不限)；<br />即中后三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2379',
			'name': '后三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码后三位包括：(1)0',0',1顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限；<br />即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的百位、十位、个位符合后三组三或组六均为中奖。'
		},{
			'methodId':'2380',
			'name': '后三组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码后三位：(1)开出003号码，顺序不限，即中后三组选三一等奖；(2)开出012号码，顺序不限；<br />即中后三组选六一等奖",
			'methodhelp': '所选数值等于开奖号码百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2368',
			'name': '前三复式',
			'methoddesc': '从万、千、百位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中前三直选一等奖",
			'methodhelp': '从万位、千位、百位中选择一个3位数号码组成一注，所选号码与开奖号码的前3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2368|input',
			'name': '前三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中前三直选一等奖",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的万位、千位、百位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2369',
			'name': '前三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码前三位：001',010',100；<br />即中前三直选一等奖",
			'methodhelp': '所选数值等于开奖号码的万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2372',
			'name': '前三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码前三位：1个5，2个8 (顺序不限)；<br />即中前三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的万位、千位、百位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2373',
			'name': '前三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码前三位：1个2、1个5、1个8 (顺序不限)；<br />即中前三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的万位、千位、百位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2374',
			'name': '前三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码前三位包括：(1)0',0',1，顺序不限；<br />即中得组三一等奖；或者(2)1',2',3，顺序不限；<br />即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的万位、千位、百位符合后三组三或组六均为中奖。'
		},{
			'methodId':'2375',
			'name': '前三组选和值',
			'methoddesc': '从1-26中任意选择1个以上号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码前三位：<br />(1)开出003号码，顺序不限；<br />即中前三组选三一等奖；<br />(2)开出012号码，顺序不限，即中前三组选六一等奖",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2419',
			'name': '中三复式',
			'methoddesc': '从千、百、十位各选一个号码组成一注。',
			'methodexample': "投注方案：456；<br />开奖号码：3456；<br />即中中三直选一等奖",
			'methodhelp': '从千位、百位、十位中选择一个3位数号码组成一注，所选号码与开奖号码的中间3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2419|input',
			'name': '中三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：2345；<br />即中中三直选一等奖",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的千位、百位、十位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2420',
			'name': '中三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "所选数值等于开奖号码的千位、百位、十位三个数字相加之和，即为中奖。",
			'methodhelp': '投注方案：和值1；<br />开奖号码中间三位：01001,00010,00100；<br />即中中三直选一等奖'
		},{
			'methodId':'2421',
			'name': '中三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码中间三位：1个5，2个8 (顺序不限)；<br />即中中三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的千位、百位、十位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'2422',
			'name': '中三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码中间三位：1个2、1个5、1个8 (顺序不限)；<br />即中中三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的千位、百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'2423',
			'name': '中三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码中间三位包括：(1)0',0',1，顺序不限；<br />即中得组三一等奖；<br />或者(2)1',2',3，顺序不限，即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的千位、百位、十位符合中三组三或组六均为中奖。'
		},{
			'methodId':'2424',
			'name': '中三组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码中间三位：(1)开出003号码，顺序不限，即中中三组选三一等奖；<br />(2)开出012号码，顺序不限，即中中三组选六一等奖",
			'methodhelp': '所选数值等于开奖号码千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'2387',
			'name': '后二直选(复式)',
			'methoddesc': '从十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：58；<br />开奖号码后二位：58；<br />即中后二直选一等奖。",
			'methodhelp': '从十位、个位中选择一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2387|input',
			'name': '后二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；<br />开奖号码后二位：58；<br />即中后二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2386',
			'name': '前二直选(复式)',
			'methoddesc': '从万、千位各选一个号码组成一注。',
			'methodexample': "投注方案：58；<br />开奖号码前二位：58；<br />即中前二直选一等奖。",
			'methodhelp': '从万位、千位中选择一个2位数号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2386|input',
			'name': '前二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；<br />开奖号码前二位：58；<br />即中前二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'2389',
			'name': '后二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后二位：01',10；<br />即中后二直选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和，即为中奖。'
		},{
			'methodId':'2388',
			'name': '前二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码前二位：01',10；<br />即中前二直选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和，即为中奖。'
		},{
			'methodId':'2391',
			'name': '后二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码后二位：1个5，1个8 (顺序不限)；<br />即中后二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即中奖。'
		},{
			'methodId':'2391|input',
			'name': '后二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码后二位：1个5，1个8 (顺序不限)；<br />即中后二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'2390',
			'name': '前二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码前二位：1个5，1个8 (顺序不限)；<br />即中前二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的万位、千位相同，顺序不限，即中奖。'
		},{
			'methodId':'2390|input',
			'name': '前二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码前二位：1个5，1个8 (顺序不限)；<br />即中前二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'2393',
			'name': '后二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后二位：10或01(顺序不限，不含对子号)；<br />即中后二组选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'2392',
			'name': '前二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码前二位：10或01 (顺序不限，不含对子号)；<br />即中前二组选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'2394',
			'name': '定位胆',
			'methoddesc': '在万位，千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码万位：1；<br />即中定位胆万位一等奖。",
			'methodhelp': '从万位、千位、百位、十位、个位任意位置上至少选择1个以上号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'2382',
			'name': '后三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码后三位：至少出现1个1；<br />即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'2384',
			'name': '后三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；<br />开奖号码后三位：至少出现1和2各1个；<br />即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'2383',
			'name': '前三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码前三位：至少出现1个1；<br />即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的万位、千位、百位中包含所选号码，即为中奖。'
		},{
			'methodId':'2385',
			'name': '前三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；<br />开奖号码前三位：至少出现1和2各1个；<br />即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的万位、千位、百位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'2400',
			'name': '后二大小单双',
			'methoddesc': '从十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大单；<br />开奖号码十位与个位：大单；<br />即中后二大小单双一等奖。",
			'methodhelp': '对十位和个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'2399',
			'name': '前二大小单双',
			'methoddesc': '从万位、千位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：小双；<br />开奖号码万位与千位：小双；<br />即中前二大小单双一等奖。",
			'methodhelp': '对万位、千位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'2415',
			'name': '一帆风顺',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现1个8；<br />即中一帆风顺。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要开奖号码的万位、千位、百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'2416',
			'name': '好事成双',
			'methoddesc': '从0-9中任意选择1个以上的二重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现2个8；<br />即中好事成双。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现2次，即为中奖。'
		},{
			'methodId':'2417',
			'name': '三星报喜',
			'methoddesc': '从0-9中任意选择1个以上的三重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现3个8；<br />即中三星报喜。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现3次，即为中奖。'
		},{
			'methodId':'2418',
			'name': '四季发财',
			'methoddesc': '从0-9中任意选择1个以上的四重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现4个8；<br />即中四季发财。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现4次，即为中奖。'
		}]
	},
	'id19':{
		'lotteryid': '19',
		'lotteryname': '泰国60秒',
		'method':[{
			'methodId':'191401',
			'name': '五星复式',
			'methoddesc': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注',
			'methodexample': "投注方案：23456；<br />开奖号码：23456；<br />即中五星直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注，所选号码与开奖号码全部相同，且顺序一致，即为中奖。'
		},{
			'methodId':'191401|input',
			'name': '五星单式',
			'methoddesc': '手动输入号码，至少输入1个五位数号码组成一注。',
			'methodexample': "投注方案：23456；<br />开奖号码：23456；<br />即中五星直选一等奖。",
			'methodhelp': '手动输入一个5位数号码组成一注，所选号码的万位、千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'191501',
			'name': '五星组合',
			'methoddesc': '从万、千、百、十、个位各选一个号码组成五注。',
			'methodexample': "五星组合示例，如购买：4+5+6+7+8，该票共10元，由以下5注：45678(五星)、5678(四星)、678(三星)、78(二星)、8(一星)构成；<br />开奖号码：45678；<br />即可中五星、四星、三星、二星、一星的一等奖各1注。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少各选一个号码组成1-5星的组合，共五注，所选号码的个位与开奖号码相同，则中1个5等奖；所选号码的个位、十位与开奖号码相同，则中1个5等奖以及1个4等奖，依此类推，最高可中5个奖。'
		},{
			'methodId':'191601',
			'name': '五星组选120',
			'methoddesc': '从0-9中选择5个号码组成一注。',
			'methodexample': "投注方案：02568；<br />开奖号码的五个数字只要包含0、2、5、6、8；<br />即可中五星组选120一等奖。",
			'methodhelp': '从0-9中任意选择5个号码组成一注，所选号码与开奖号码的万位、千位、百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'191602',
			'name': '五星组选60',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择三个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、2、5；<br />只要开奖的5个数字包括 0、2、5、8、8；<br />即可中五星组选60一等奖。",
			'methodhelp': '选择1个二重号码和3个单号号码组成一注，所选的单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'191603',
			'name': '五星组选30',
			'methoddesc': '从“二重号”选择两个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：二重号：2、8，单号：0；<br />只要开奖的5个数字包括 0、2、2、8、8；<br />即可中五星组选30一等奖。",
			'methodhelp': '选择2个二重号和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选的2个二重号码分别在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'191604',
			'name': '五星组选20',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：0、2；<br />只要开奖的5个数字包括 0、2、8、8、8；<br />即可中五星组选20一等奖。",
			'methodhelp': '选择1个三重号码和2个单号号码组成一注，所选的单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'191605',
			'name': '五星组选10',
			'methoddesc': '从“三重号”选择一个号码，“二重号”中选择一个号码组成一注。',
			'methodexample': "投注方案：三重号：8，二重号：2；<br />只要开奖的5个数字包括 2、2、8、8、8；<br />即可中五星组选10一等奖。",
			'methodhelp': '选择1个三重号码和1个二重号码，所选三重号码在开奖号码中出现3次，并且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'191606',
			'name': '五星组选5',
			'methoddesc': '从“四重号”选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：四重号：8，单号：2；<br />只要开奖的5个数字包括 2、8、8、8、8；<br />即可中五星组选5一等奖。",
			'methodhelp': '选择1个四重号码和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选四重号码在开奖号码中出现了4次，即为中奖。'
		},{
			'methodId':'191101',
			'name': '四星复式',
			'methoddesc': '从千位、百位、十位、个位中选择一个4位数号码组成一注',
			'methodexample': "投注方案：3456；<br />开奖号码：*3456；<br />即中四星直选。",
			'methodhelp': '从千位、百位、十位、个位中选择一个4位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'191101|input',
			'name': '四星单式',
			'methoddesc': '手动输入号码，至少输入1个四位数号码组成一注。',
			'methodexample': "投注方案：3456；<br /> 开奖号码：3456；<br />即中四星直选一等奖",
			'methodhelp': '手动输入一个4位数号码组成一注，所选号码的千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'191201',
			'name': '四星组合',
			'methoddesc': '在千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：5+6+7+8；<br />开奖号码：*5678；<br />即可中四星、三星、二星、一星各1注。",
			'methodhelp': '从千位、百位、十位、个位中至少各选一个号码组成1-4星的组合，共四注，所选号码的个位与开奖号码相同，则中1个4等奖；所选号码的个位、十位与开奖号码相同，则中1个4等奖以及1个3等奖，依此类推，最高可中4个奖。'
		},{
			'methodId':'191301',
			'name': '四星组选24',
			'methoddesc': '从0-9中选择4个号码组成一注。',
			'methodexample': "投注方案：0568，开奖号码的四个数字只要包含0、5、6、8，即可中四星组选24一等奖。",
			'methodhelp': '从0-9中任意选择4个号码组成一注，所选号码与开奖号码的千位、百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'191302',
			'name': '四星组选12',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、6，只要开奖的四个数字包括 0、6、8、8，即可中四星组选12一等奖。",
			'methodhelp': '选择1个二重号码和2个单号号码组成一注，所选单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'191303',
			'name': '四星组选6',
			'methoddesc': '从“二重号”选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：6、8，只要开奖的四个数字从小到大排列为 6、6、8、8，即可中四星组选6。",
			'methodhelp': '选择2个二重号码组成一注，所选的2个二重号码在开奖号码中分别出现了2次，即为中奖。'
		},{
			'methodId':'191304',
			'name': '四星组选4',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：2，只要开奖的四个数字从小到大排列为 2、8、8、8，即可中四星组选4。",
			'methodhelp': '选择1个三重号码和1个单号号码组成一注，所选单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'3110101',
			'name': '任二直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少两位上各选1个号码组成1注',
			'methodexample': "投注方案：万位1，百位2；<br />开奖号码：13245；<br />即中任选二直选一等奖。",
			'methodhelp': '从任意两个以上的位置中选择一个号码，所选号码与开奖号码对应位置出现的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3110111',
			'name': '任二直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码58；<br />开奖号码：51812；<br />即中任二直选(单式)",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3110121',
			'name': '任二直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'3110201',
			'name': '任二组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：万位5',百8；<br />开奖号码位5*8**或者8*5** (顺序不限)；<br />即中任选二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码出现在开奖号的对应位上，顺序不限，即中奖。'
		},{
			'methodId':'3110211',
			'name': '任二组选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码85；<br>开奖号码：51812或者81512；<br />即中任二组选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110221',
			'name': '任二组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'3110301',
			'name': '任三直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，百8',个位2；<br/>开奖号码：51812；<br />即中任三直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'311302',
			'name': '任三直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位,个位，输入号码582；<br>开奖号码：51812；<br />即中任三直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3110321',
			'name': '任三直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位、个位，选择和值号码15；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'3110401',
			'name': '任三组三',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码12；<br>开奖号码：11812；<br />即中任三组三。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110411',
			'name': '任三组六',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码512；<br>开奖号码：51812；<br />即中任三组六。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110421',
			'name': '任三混合组选',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)。',
			'methodexample': "投注方案：选择位置万位、十位、个位,输入号码512；<br>开奖号码：51812；<br />即中任三混合组选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110431',
			'name': '任三组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择和值号码8；<br>开奖号码：51812；<br />即中任三组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值(不包含豹子号)相同，即为中奖。'
		},{
			'methodId':'3110501',
			'name': '任四直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，千位1',百位8',十位1；<br>开奖号码：51812；<br />即中任四直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3110506',
			'name': '任四直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注。',
			'methodexample': "投注方案：选择万位、千位、百位、十位，输入号码5181；<br>开奖号码：51812；<br />即中任四直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'3110601',
			'name': '任四组选24',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,号码选择0568；<br>开奖号码：10568(指定位置号码顺序不限)；<br />即可中任四组选24。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110606',
			'name': '任四组选12',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：8；单号：06；<br>开奖号码：10688(指定位置号码顺序不限)；<br />即可中任四组选12。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110611',
			'name': '任四组选6',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：28；<br>开奖号码：12288(指定位置号码顺序不限)；<br />即可中任四组选6。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'3110616',
			'name': '任四组选4',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,三重号：8；单号：2；<br>开奖号码：18828(指定位置号码顺序不限)；<br />即可中任四组选4。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'190201',
			'name': '后三复式',
			'methoddesc': '从百、十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖。",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码后3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190201|input',
			'name': '后三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190202',
			'name': '后三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码后三位：001',010',100；<br />即中后三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'190401',
			'name': '后三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码后三位：1个5，2个8 (顺序不限)；<br />即中后三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'190402',
			'name': '后三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码后三位：1个2、1个5、1个8 (顺序不限)；<br />即中后三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'190403',
			'name': '后三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码后三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限；<br />即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的百位、十位、个位符合后三组三或组六均为中奖。'
		},{
			'methodId':'190404',
			'name': '后三组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码后三位：(1)开出003号码，顺序不限，即中后三组选三一等奖；(2)开出012号码，顺序不限，即中后三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'190101',
			'name': '前三复式',
			'methoddesc': '从万、千、百位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中前三直选一等奖。",
			'methodhelp': '从万位、千位、百位中选择一个3位数号码组成一注，所选号码与开奖号码的前3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190101|input',
			'name': '前三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中前三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的万位、千位、百位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190102',
			'name': '前三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码前三位：001',010',100；<br />即中前三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'190301',
			'name': '前三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码前三位：1个5，2个8 (顺序不限)；<br />即中前三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的万位、千位、百位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'190302',
			'name': '前三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码前三位：1个2、1个5、1个8 (顺序不限)；<br />即中前三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的万位、千位、百位相同，顺序不限，即为中奖。'
		},{
			'methodId':'190303',
			'name': '前三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码前三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限；<br />即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的万位、千位、百位符合后三组三或组六均为中奖。'
		},{
			'methodId':'190304',
			'name': '前三组选和值',
			'methoddesc': '从1-26中任意选择1个以上号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码前三位：<br />(1)开出003号码，顺序不限，即中前三组选三一等奖；<br />(2)开出012号码，顺序不限，即中前三组选六一等奖",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'191801',
			'name': '中三复式',
			'methoddesc': '从千、百、十位各选一个号码组成一注。',
			'methodexample': "投注方案：456；<br /> 开奖号码：3456；<br />即中中三直选一等奖。",
			'methodhelp': '从千位、百位、十位中选择一个3位数号码组成一注，所选号码与开奖号码的中间3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'191801|input',
			'name': '中三单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：2345；<br />即中中三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的千位、百位、十位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'191802',
			'name': '中三直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码中间三位：01001',00010',00100；<br />即中中三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'191901',
			'name': '中三组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码中间三位：1个5，2个8 (顺序不限)；<br />即中中三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的千位、百位、十位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'191902',
			'name': '中三组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码中间三位：1个2、1个5、1个8 (顺序不限)；<br />即中中三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的千位、百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'191903',
			'name': '中三混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码中间三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限，即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的千位、百位、十位符合中三组三或组六均为中奖。'
		},{
			'methodId':'191904',
			'name': '中三组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码中间三位：(1)开出003号码，顺序不限，即中中三组选三一等奖；(2)开出012号码，顺序不限，即中中三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'190702',
			'name': '后二直选(复式)',
			'methoddesc': '从十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：58；<br />开奖号码后二位：58；<br />即中后二直选一等奖。",
			'methodhelp': '从十位、个位中选择一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190702|input',
			'name': '后二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；<br />开奖号码后二位：58；<br />即中后二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190701',
			'name': '前二直选(复式)',
			'methoddesc': '从万、千位各选一个号码组成一注。',
			'methodexample': "投注方案：58；<br />开奖号码前二位：58；<br />即中前二直选一等奖。",
			'methodhelp': '从万位、千位中选择一个2位数号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190701|input',
			'name': '前二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；<br />开奖号码前二位：58；<br />即中前二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'190704',
			'name': '后二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后二位：01',10；<br />即中后二直选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和，即为中奖。'
		},{
			'methodId':'190703',
			'name': '前二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码前二位：01',10；<br />即中前二直选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和，即为中奖。'
		},{
			'methodId':'190802',
			'name': '后二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码后二位：1个5，1个8 (顺序不限)；<br />即中后二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即中奖。'
		},{
			'methodId':'190802|input',
			'name': '后二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码后二位：1个5，1个8 (顺序不限)；<br />即中后二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'190801',
			'name': '前二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码前二位：1个5，1个8 (顺序不限)；<br />即中前二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的万位、千位相同，顺序不限，即中奖。'
		},{
			'methodId':'190801|input',
			'name': '前二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码前二位：1个5，1个8 (顺序不限)；<br />即中前二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'190804',
			'name': '后二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后二位：10或01(顺序不限，不含对子号)；<br />即中后二组选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'190803',
			'name': '前二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码前二位：10或01 (顺序不限，不含对子号)；<br />即中前二组选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'190901',
			'name': '定位胆',
			'methoddesc': '在万位，千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码万位：1；<br />即中定位胆万位一等奖。",
			'methodhelp': '从万位、千位、百位、十位、个位任意位置上至少选择1个以上号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'190501',
			'name': '后三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码后三位：至少出现1个1；<br />即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'190601',
			'name': '后三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；<br />开奖号码后三位：至少出现1和2各1个；<br />即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'190502',
			'name': '前三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码前三位：至少出现1个1；<br />即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的万位、千位、百位中包含所选号码，即为中奖。'
		},{
			'methodId':'190602',
			'name': '前三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；<br />开奖号码前三位：至少出现1和2各1个；<br />即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的万位、千位、百位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'191002',
			'name': '后二大小单双',
			'methoddesc': '从十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大单；<br />开奖号码十位与个位：大单；<br />即中后二大小单双一等奖。",
			'methodhelp': '对十位和个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'191001',
			'name': '前二大小单双',
			'methoddesc': '从万位、千位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：小双；<br />开奖号码万位与千位：小双；<br />即中前二大小单双一等奖。",
			'methodhelp': '对万位、千位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'191701',
			'name': '一帆风顺',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现1个；<br />即中一帆风顺。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要开奖号码的万位、千位、百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'191702',
			'name': '好事成双',
			'methoddesc': '从0-9中任意选择1个以上的二重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现2个8；<br />即中好事成双。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现2次，即为中奖。'
		},{
			'methodId':'191703',
			'name': '三星报喜',
			'methoddesc': '从0-9中任意选择1个以上的三重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现3个8；<br />即中三星报喜。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现3次，即为中奖。'
		},{
			'methodId':'191704',
			'name': '四季发财',
			'methoddesc': '从0-9中任意选择1个以上的四重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现4个8；<br />即中四季发财。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现4次，即为中奖。'
		}]
	}/*,
	21:{
		'lotteryid': '21',
		'lotteryname': '泰国11选5',
		'method':[{
			'methodId':'1010439',
			'name': '前三直选复式',
			'methoddesc': '从第一位、第二位、第三位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010439|input',
			'name': '前三直选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010440',
			'name': '前三组选复式',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择3个号码，所选号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010440|input',
			'name': '前三组选单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入3个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前3个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010441',
			'name': '前二直选复式',
			'methoddesc': '从第一位、第二位中至少各选择1个号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个不重复的号码组成一注，所选号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即中奖。'
		},{
			'methodId':'1010441|input',
			'name': '前二直选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010442',
			'name': '前二组选复式',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择2个号码，所选号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010442',
			'name': '前二组选单式',
			'methoddesc': '手动输入号码，至少输入1个两位数号码组成一注。',
			'methodexample': "",
			'methodhelp': '手动输入2个号码组成一注，所输入的号码与当期顺序摇出的5个号码中的前2个号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010443',
			'name': '前三位',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11中共11个号码中选择1个号码，每注由1个号码组成，只要当期顺序摇出的第一位、第二位、第三位开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010444',
			'name': '定位胆',
			'methoddesc': '从第一位，第二位，第三位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从第一位，第二位，第三位任意1个位置或多个位置上选择1个号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'1010447',
			'name': '定单双',
			'methoddesc': '从不同的单双组合中任意选择1个或1个以上的组合。',
			'methodexample': "",
			'methodhelp': '从5种单双个数组合中选择1种组合，当期开奖号码的单双个数与所选单双组合一致，即为中奖。'
		},{
			'methodId':'1010448',
			'name': '猜中位',
			'methoddesc': '从3-9中任意选择1个或1个以上数字。',
			'methodexample': "",
			'methodhelp': '从3-9中选择1个号码进行购买，所选号码与5个开奖号码按照大小顺序排列后的第3个号码相同，即为中奖。'
		},{
			'methodId':'1010449',
			'name': '一中一',
			'methoddesc': '从01-11中任意选择1个或1个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010450',
			'name': '二中二',
			'methoddesc': '从01-11中任意选择2个或2个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010451',
			'name': '三中三',
			'methoddesc': '从01-11中任意选择3个或3个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010452',
			'name': '四中四',
			'methoddesc': '从01-11中任意选择4个或4个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010453',
			'name': '五中五',
			'methoddesc': '从01-11中任意选择5个或5个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010454',
			'name': '六中五',
			'methoddesc': '从01-11中任意选择6个或6个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010455',
			'name': '七中五',
			'methoddesc': '从01-11中任意选择7个或7个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010456',
			'name': '八中五',
			'methoddesc': '从01-11中任意选择8个或8个以上号码。',
			'methodexample': "",
			'methodhelp': '从01-11共11个号码中选择8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所选号码，即为中奖。'
		},{
			'methodId':'1010449|input',
			'name': '一中一',
			'methoddesc': '手动输入号码，从01-11中任意输入1个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入1个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010450|input',
			'name': '二中二',
			'methoddesc': '手动输入号码，从01-11中任意输入2个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入2个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010451|input',
			'name': '三中三',
			'methoddesc': '手动输入号码，从01-11中任意输入3个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入3个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010452|input',
			'name': '四中四',
			'methoddesc': '手动输入号码，从01-11中任意输入4个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入4个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010453|input',
			'name': '五中五',
			'methoddesc': '手动输入号码，从01-11中任意输入5个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入5个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010454|input',
			'name': '六中五',
			'methoddesc': '手动输入号码，从01-11中任意输入6个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入6个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010455|input',
			'name': '七中五',
			'methoddesc': '手动输入号码，从01-11中任意输入7个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入7个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		},{
			'methodId':'1010456|input',
			'name': '八中五',
			'methoddesc': '手动输入号码，从01-11中任意输入8个号码组成一注。',
			'methodexample': "",
			'methodhelp': '从01-11中手动输入8个号码进行购买，只要当期顺序摇出的5个开奖号码中包含所输入号码，即为中奖。'
		}]
	},
	23:{
		'lotteryid': '23',
		'lotteryname': '泰国秒秒彩',
		'method':[{
			'methodId':'1010519',
			'name': '复式',
			'methoddesc': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注',
			'methodexample': "投注方案：23456；<br />开奖号码：23456；<br />即中五星直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中选择一个5位数号码组成一注，所选号码与开奖号码全部相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010519|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个五位数号码组成一注。',
			'methodexample': "投注方案：23456；<br />开奖号码：23456；<br />即中五星直选一等奖。",
			'methodhelp': '手动输入一个5位数号码组成一注，所选号码的万位、千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010521',
			'name': '组合',
			'methoddesc': '从万、千、百、十、个位各选一个号码组成五注。',
			'methodexample': "五星组合示例，如购买：4+5+6+7+8，该票共10元，由以下5注：45678(五星)、5678(四星)、678(三星)、78(二星)、8(一星)构成；<br />开奖号码：45678；<br />即可中五星、四星、三星、二星、一星的一等奖各1注。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少各选一个号码组成1-5星的组合，共五注，所选号码的个位与开奖号码相同，则中1个5等奖；所选号码的个位、十位与开奖号码相同，则中1个5等奖以及1个4等奖，依此类推，最高可中5个奖。'
		},{
			'methodId':'1010523',
			'name': '组选120',
			'methoddesc': '从0-9中选择5个号码组成一注。',
			'methodexample': "投注方案：02568；<br />开奖号码的五个数字只要包含0、2、5、6、8；<br />即可中五星组选120一等奖。",
			'methodhelp': '从0-9中任意选择5个号码组成一注，所选号码与开奖号码的万位、千位、百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010524',
			'name': '组选60',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择三个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、2、5；<br />只要开奖的5个数字包括 0、2、5、8、8；<br />即可中五星组选60一等奖。",
			'methodhelp': '选择1个二重号码和3个单号号码组成一注，所选的单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'1010525',
			'name': '组选30',
			'methoddesc': '从“二重号”选择两个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：二重号：2、8，单号：0；<br />只要开奖的5个数字包括 0、2、2、8、8；<br />即可中五星组选30一等奖。",
			'methodhelp': '选择2个二重号和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选的2个二重号码分别在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'1010526',
			'name': '组选20',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：0、2；<br />只要开奖的5个数字包括 0、2、8、8、8；<br />即可中五星组选20一等奖。",
			'methodhelp': '选择1个三重号码和2个单号号码组成一注，所选的单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'1010527',
			'name': '组选10',
			'methoddesc': '从“三重号”选择一个号码，“二重号”中选择一个号码组成一注。',
			'methodexample': "投注方案：三重号：8，二重号：2；<br />只要开奖的5个数字包括 2、2、8、8、8；<br />即可中五星组选10一等奖。",
			'methodhelp': '选择1个三重号码和1个二重号码，所选三重号码在开奖号码中出现3次，并且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'1010528',
			'name': '组选5',
			'methoddesc': '从“四重号”选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：四重号：8，单号：2；<br />只要开奖的5个数字包括 2、8、8、8、8；<br />即可中五星组选5一等奖。",
			'methodhelp': '选择1个四重号码和1个单号号码组成一注，所选的单号号码与开奖号码相同，且所选四重号码在开奖号码中出现了4次，即为中奖。'
		},{
			'methodId':'1010510',
			'name': '复式',
			'methoddesc': '从千位、百位、十位、个位中选择一个4位数号码组成一注',
			'methodexample': "投注方案：3456；<br />开奖号码：*3456；<br />即中四星直选。",
			'methodhelp': '从千位、百位、十位、个位中选择一个4位数号码组成一注，所选号码与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010510|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个四位数号码组成一注。',
			'methodexample': "投注方案：3456；<br /> 开奖号码：3456；<br />即中四星直选一等奖",
			'methodhelp': '手动输入一个4位数号码组成一注，所选号码的千位、百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010512',
			'name': '组合',
			'methoddesc': '在千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：5+6+7+8；<br />开奖号码：*5678；<br />即可中四星、三星、二星、一星各1注。",
			'methodhelp': '从千位、百位、十位、个位中至少各选一个号码组成1-4星的组合，共四注，所选号码的个位与开奖号码相同，则中1个4等奖；所选号码的个位、十位与开奖号码相同，则中1个4等奖以及1个3等奖，依此类推，最高可中4个奖。'
		},{
			'methodId':'1010514',
			'name': '组选24',
			'methoddesc': '从0-9中选择4个号码组成一注。',
			'methodexample': "投注方案：0568，开奖号码的四个数字只要包含0、5、6、8，即可中四星组选24一等奖。",
			'methodhelp': '从0-9中任意选择4个号码组成一注，所选号码与开奖号码的千位、百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010515',
			'name': '组选12',
			'methoddesc': '从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：8，单号：0、6，只要开奖的四个数字包括 0、6、8、8，即可中四星组选12一等奖。",
			'methodhelp': '选择1个二重号码和2个单号号码组成一注，所选单号号码与开奖号码相同，且所选二重号码在开奖号码中出现了2次，即为中奖。'
		},{
			'methodId':'1010516',
			'name': '组选6',
			'methoddesc': '从“二重号”选择两个号码组成一注。',
			'methodexample': "投注方案：二重号：6、8，只要开奖的四个数字从小到大排列为 6、6、8、8，即可中四星组选6。",
			'methodhelp': '选择2个二重号码组成一注，所选的2个二重号码在开奖号码中分别出现了2次，即为中奖。'
		},{
			'methodId':'1010517',
			'name': '组选4',
			'methoddesc': '从“三重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：三重号：8，单号：2，只要开奖的四个数字从小到大排列为 2、8、8、8，即可中四星组选4。",
			'methodhelp': '选择1个三重号码和1个单号号码组成一注，所选单号号码与开奖号码相同，且所选三重号码在开奖号码中出现了3次，即为中奖。'
		},{
			'methodId':'1010543',
			'name': '直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少两位上各选1个号码组成1注',
			'methodexample': "投注方案：万位1，百位2；<br />开奖号码：13245；<br />即中任选二直选一等奖。",
			'methodhelp': '从任意两个以上的位置中选择一个号码，所选号码与开奖号码对应位置出现的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010553|input',
			'name': '直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码58；<br />开奖号码：51812；<br />即中任二直选(单式)",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010563',
			'name': '直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'1010574',
			'name': '组选复式',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：万位5',百8；<br />开奖号码位5*8**或者8*5** (顺序不限)；<br />即中任选二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码出现在开奖号的对应位上，顺序不限，即中奖。'
		},{
			'methodId':'1010584',
			'name': '组选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，输入号码85；<br>开奖号码：51812或者81512；<br />即中任二组选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少手动输入一个两位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010594',
			'name': '组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位，选择和值号码13；<br>开奖号码：51812；<br />即中任二组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'1010605',
			'name': '直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，百8',个位2；<br/>开奖号码：51812；<br />即中任三直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少三位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010615',
			'name': '直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位,个位，输入号码582；<br>开奖号码：51812；<br />即中任三直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少手动输入一个三位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010625',
			'name': '直选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：位置选择万位、百位、个位，选择和值号码15；<br>开奖号码：51812；<br />即中任二直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值相同，即为中奖。'
		},{
			'methodId':'1010636',
			'name': '组三',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码12；<br>开奖号码：11812；<br />即中任三组三。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择两个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010646',
			'name': '组六',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择号码512；<br>开奖号码：51812；<br />即中任三组六。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,号码区至少选择三个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010656',
			'name': '混合组选',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)。',
			'methodexample': "投注方案：选择位置万位、十位、个位,输入号码512；<br>开奖号码：51812；<br />即中任三混合组选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择三个位置,手动至少输入三个号码构成一注(不包含豹子号)，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010666',
			'name': '组选和值',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择三个位置,至少选择一个和值号码构成一注。',
			'methodexample': "投注方案：选择位置万位、十位、个位,选择和值号码8；<br>开奖号码：51812；<br />即中任三组选和值。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择两个位置,至少选择一个和值号码构成一注，所选号码与开奖号码的和值(不包含豹子号)相同，即为中奖。'
		},{
			'methodId':'1010678',
			'name': '直选复式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注。',
			'methodexample': "投注方案：万位5，千位1',百位8',十位1；<br>开奖号码：51812；<br />即中任四直选。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少四位上各选1个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010683',
			'name': '直选单式',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注。',
			'methodexample': "投注方案：选择万位、千位、百位、十位，输入号码5181；<br>开奖号码：51812；<br />即中任四直选(单式)。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,至少手动输入一个四位数的号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010689',
			'name': '组选24',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,号码选择0568；<br>开奖号码：10568(指定位置号码顺序不限)；<br />即可中任四组选24。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,号码区至少选择四个号码构成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010694',
			'name': '组选12',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：8；单号：06；<br>开奖号码：10688(指定位置号码顺序不限)；<br />即可中任四组选12。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”选择一个号码，“单号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010699',
			'name': '组选6',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,二重号：28；<br>开奖号码：12288(指定位置号码顺序不限)；<br />即可中任四组选6。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“二重号”中选择两个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010704',
			'name': '组选4',
			'methoddesc': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注。',
			'methodexample': "投注方案：位置选择千位、百位、十位、个位,三重号：8；单号：2；<br>开奖号码：18828(指定位置号码顺序不限)；<br />即可中任四组选4。",
			'methodhelp': '从万位、千位、百位、十位、个位中至少选择四个位置,从“三重号”中选择一个号码，“单号”中选择一个号码组成一注，所选号码与开奖号码的指定位置上的号码相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010475',
			'name': '复式',
			'methoddesc': '从百、十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖。",
			'methodhelp': '从百位、十位、个位中选择一个3位数号码组成一注，所选号码与开奖号码后3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010475|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中后三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的百位、十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010476',
			'name': '直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码后三位：001',010',100；<br />即中后三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'1010484',
			'name': '组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码后三位：1个5，2个8 (顺序不限)；<br />即中后三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的百位、十位、个位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010485',
			'name': '组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码后三位：1个2、1个5、1个8 (顺序不限)；<br />即中后三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的百位、十位、个位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010486',
			'name': '混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码后三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限；<br />即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的百位、十位、个位符合后三组三或组六均为中奖。'
		},{
			'methodId':'1010487',
			'name': '组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码后三位：(1)开出003号码，顺序不限，即中后三组选三一等奖；(2)开出012号码，顺序不限，即中后三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码百位、十位、个位三个数字相加之和，即为中奖。'
		},{
			'methodId':'1010472',
			'name': '复式',
			'methoddesc': '从万、千、百位各选一个号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中前三直选一等奖。",
			'methodhelp': '从万位、千位、百位中选择一个3位数号码组成一注，所选号码与开奖号码的前3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010472|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：345；<br />即中前三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的万位、千位、百位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010473',
			'name': '直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码前三位：001',010',100；<br />即中前三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'1010478',
			'name': '组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码前三位：1个5，2个8 (顺序不限)；<br />即中前三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的万位、千位、百位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010479',
			'name': '组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码前三位：1个2、1个5、1个8 (顺序不限)；<br />即中前三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的万位、千位、百位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010480',
			'name': '混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码前三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限；<br />即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的万位、千位、百位符合后三组三或组六均为中奖。'
		},{
			'methodId':'1010481',
			'name': '组选和值',
			'methoddesc': '从1-26中任意选择1个以上号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码前三位：<br />(1)开出003号码，顺序不限，即中前三组选三一等奖；<br />(2)开出012号码，顺序不限，即中前三组选六一等奖",
			'methodhelp': '所选数值等于开奖号码万位、千位、百位三个数字相加之和，即为中奖。'
		},{
			'methodId':'1010535',
			'name': '复式',
			'methoddesc': '从千、百、十位各选一个号码组成一注。',
			'methodexample': "投注方案：456；<br /> 开奖号码：3456；<br />即中中三直选一等奖。",
			'methodhelp': '从千位、百位、十位中选择一个3位数号码组成一注，所选号码与开奖号码的中间3位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010535|input',
			'name': '单式',
			'methoddesc': '手动输入号码，至少输入1个三位数号码组成一注。',
			'methodexample': "投注方案：345；<br />开奖号码：2345；<br />即中中三直选一等奖。",
			'methodhelp': '手动输入一个3位数号码组成一注，所选号码的千位、百位、十位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010536',
			'name': '直选和值',
			'methoddesc': '从0-27中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码中间三位：01001',00010',00100；<br />即中中三直选一等奖。",
			'methodhelp': '所选数值等于开奖号码的千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'1010538',
			'name': '组三',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8',8；<br />开奖号码中间三位：1个5，2个8 (顺序不限)；<br />即中中三组选三一等奖。",
			'methodhelp': '从0-9中选择2个数字组成两注，所选号码与开奖号码的千位、百位、十位相同，且顺序不限，即为中奖。'
		},{
			'methodId':'1010539',
			'name': '组六',
			'methoddesc': '从0-9中任意选择3个或3个以上号码。',
			'methodexample': "投注方案：2',5',8；<br />开奖号码中间三位：1个2、1个5、1个8 (顺序不限)；<br />即中中三组选六一等奖。",
			'methodhelp': '从0-9中任意选择3个号码组成一注，所选号码与开奖号码的千位、百位、十位相同，顺序不限，即为中奖。'
		},{
			'methodId':'1010540',
			'name': '混合',
			'methoddesc': '手动输入号码，至少输入1个三位数号码。',
			'methodexample': "投注方案：分別投注(0',0',1),以及(1',2',3)；<br />开奖号码中间三位包括：(1)0',0',1，顺序不限，即中得组三一等奖；或者(2)1',2',3，顺序不限，即中得组六一等奖。",
			'methodhelp': '键盘手动输入购买号码，3个数字为一注，开奖号码的千位、百位、十位符合中三组三或组六均为中奖。'
		},{
			'methodId':'1010541',
			'name': '组选和值',
			'methoddesc': '从1-26中选择1个号码。',
			'methodexample': "投注方案：和值3；<br />开奖号码中间三位：(1)开出003号码，顺序不限，即中中三组选三一等奖；(2)开出012号码，顺序不限，即中中三组选六一等奖。",
			'methodhelp': '所选数值等于开奖号码千位、百位、十位三个数字相加之和，即为中奖。'
		},{
			'methodId':'1010496',
			'name': '后二直选(复式)',
			'methoddesc': '从十、个位各选一个号码组成一注。',
			'methodexample': "投注方案：58；<br />开奖号码后二位：58；<br />即中后二直选一等奖。",
			'methodhelp': '从十位、个位中选择一个2位数号码组成一注，所选号码与开奖号码的十位、个位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010496|input',
			'name': '后二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；<br />开奖号码后二位：58；<br />即中后二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010495',
			'name': '前二直选(复式)',
			'methoddesc': '从万、千位各选一个号码组成一注。',
			'methodexample': "投注方案：58；<br />开奖号码前二位：58；<br />即中前二直选一等奖。",
			'methodhelp': '从万位、千位中选择一个2位数号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010495|input',
			'name': '前二直选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：58；<br />开奖号码前二位：58；<br />即中前二直选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，且顺序一致，即为中奖。'
		},{
			'methodId':'1010498',
			'name': '后二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后二位：01',10；<br />即中后二直选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和，即为中奖。'
		},{
			'methodId':'1010497',
			'name': '前二直选和值',
			'methoddesc': '从0-18中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码前二位：01',10；<br />即中前二直选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和，即为中奖。'
		},{
			'methodId':'1020501',
			'name': '后二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码后二位：1个5，1个8 (顺序不限)；<br />即中后二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的十位、个位相同，顺序不限，即中奖。'
		},{
			'methodId':'1020501|input',
			'name': '后二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码后二位：1个5，1个8 (顺序不限)；<br />即中后二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的十位、个位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1020500',
			'name': '前二组选(复式)',
			'methoddesc': '从0-9中任意选择2个或2个以上号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码前二位：1个5，1个8 (顺序不限)；<br />即中前二组选一等奖。",
			'methodhelp': '从0-9中选2个号码组成一注，所选号码与开奖号码的万位、千位相同，顺序不限，即中奖。'
		},{
			'methodId':'1020500|input',
			'name': '前二组选(单式)',
			'methoddesc': '手动输入号码，至少输入1个两位数号码。',
			'methodexample': "投注方案：5',8；<br />开奖号码前二位：1个5，1个8 (顺序不限)；<br />即中前二组选一等奖。",
			'methodhelp': '手动输入一个2位数号码组成一注，所选号码的万位、千位与开奖号码相同，顺序不限，即为中奖。'
		},{
			'methodId':'1020503',
			'name': '后二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上的和值号码。',
			'methodexample': "投注方案：和值1；<br />开奖号码后二位：10或01(顺序不限，不含对子号)；<br />即中后二组选。",
			'methodhelp': '所选数值等于开奖号码的十位、个位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'1020502',
			'name': '前二组选和值',
			'methoddesc': '从1-17中任意选择1个或1个以上号码',
			'methodexample': "投注方案：和值1；<br />开奖号码前二位：10或01 (顺序不限，不含对子号)；<br />即中前二组选。",
			'methodhelp': '所选数值等于开奖号码的万位、千位二个数字相加之和（不含对子号），即为中奖。'
		},{
			'methodId':'1010501',
			'name': '定位胆',
			'methoddesc': '在万位，千位，百位，十位，个位任意位置上任意选择1个或1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码万位：1；<br />即中定位胆万位一等奖。",
			'methodhelp': '从万位、千位、百位、十位、个位任意位置上至少选择1个以上号码，所选号码与相同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'1010490',
			'name': '后三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码后三位：至少出现1个1；<br />即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'1010493',
			'name': '后三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；<br />开奖号码后三位：至少出现1和2各1个；<br />即中后三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的百位、十位、个位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'1010491',
			'name': '前三一码不定胆',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：1；<br />开奖号码前三位：至少出现1个1；<br />即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择1个号码，每注由1个号码组成，只要开奖号码的万位、千位、百位中包含所选号码，即为中奖。'
		},{
			'methodId':'1020494',
			'name': '前三二码不定胆',
			'methoddesc': '从0-9中任意选择2个以上号码。',
			'methodexample': "投注方案：1',2；<br />开奖号码前三位：至少出现1和2各1个；<br />即中前三一码不定位一等奖。",
			'methodhelp': '从0-9中选择2个号码，每注由2个不同的号码组成，开奖号码的万位、千位、百位中同时包含所选的2个号码，即为中奖。'
		},{
			'methodId':'1010508',
			'name': '后二',
			'methoddesc': '从十位、个位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：大单；<br />开奖号码十位与个位：大单；<br />即中后二大小单双一等奖。",
			'methodhelp': '对十位和个位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'1010507',
			'name': '前二',
			'methoddesc': '从万位、千位中的“大、小、单、双”中至少各选一个组成一注。',
			'methodexample': "投注方案：小双；<br />开奖号码万位与千位：小双；<br />即中前二大小单双一等奖。",
			'methodhelp': '对万位、千位的“大（56789）小（01234）、单（13579）双（02468）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'1010530',
			'name': '一帆风顺',
			'methoddesc': '从0-9中任意选择1个以上号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现1个；<br />即中一帆风顺。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要开奖号码的万位、千位、百位、十位、个位中包含所选号码，即为中奖。'
		},{
			'methodId':'1010531',
			'name': '好事成双',
			'methoddesc': '从0-9中任意选择1个以上的二重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现2个8；<br />即中好事成双。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现2次，即为中奖。'
		},{
			'methodId':'1010532',
			'name': '三星报喜',
			'methoddesc': '从0-9中任意选择1个以上的三重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现3个8；<br />即中三星报喜。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现3次，即为中奖。'
		},{
			'methodId':'1010533',
			'name': '四季发财',
			'methoddesc': '从0-9中任意选择1个以上的四重号码。',
			'methodexample': "投注方案：8；<br />开奖号码：至少出现4个8；<br />即中四季发财。",
			'methodhelp': '从0-9中任意选择1个号码组成一注，只要所选号码在开奖号码的万位、千位、百位、十位、个位中出现4次，即为中奖。'
		}]
	}*/,
	'id7':{
		'lotteryid': '7',
		'lotteryname': '北京pk10',
		'method':[{
			'methodId':'3111006',
			'name': '猜冠军',
			'methoddesc': '从第一位选择一个号码组成一注。',
			'methodexample': "投注方案：05；<br />开奖号码冠军位05 <br />即中猜冠军一等奖。",
			'methodhelp': '从第一位选择一个号码组成一注，所选号码与开奖号码的第一位相同，即为中奖。'
		},{
			'methodId':'3111007',
			'name': '猜前二复式',
			'methoddesc': '从第一位以及第二位中各选择一个号码组成一注，所选号码各不相同。',
			'methodexample': "投注方案：05 08；<br />开奖号码前二位05 08 <br />即中猜前二复式一等奖。",
			'methodhelp': '从第一位以及第二位中各选择一个号码组成一注、所选号码各不相同。所选号码与开奖号码的前二位相同，即中奖。'
		},{
			'methodId':'3111007|input',
			'name': '猜前二单式',
			'methoddesc': '从第一位以及第二位中各选择一个号码组成一注，所选号码各不相同。',
			'methodexample': "投注方案：05 08；开奖号码前二位05 08 即中猜前二单式一等奖。",
			'methodhelp': '从第一位以及第二位中各选择一个号码组成一注、所选号码各不相同，所选号码与开奖号码的前二位相同，即中奖。'
		},{
			'methodId':'3111008',
			'name': '猜前三复式',
			'methoddesc': '从第一位至第三位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09；<br />开奖号码前三位05 08 09<br />即中猜前三复式一等奖。",
			'methodhelp': '从第一位至第三位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前三位相同，即中奖。'
		},{
			'methodId':'3111008',
			'name': '猜前三单式',
			'methoddesc': '从第一位至第三位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09；<br />开奖号码前三位05 08 09<br />即中猜前三单式一等奖。",
			'methodhelp': '从第一位至第三位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前三位相同，即中奖。'
		},{
			'methodId':'3111024',
			'name': '猜前四复式',
			'methoddesc': '从第一位至第四位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09 10；</br>开奖号码：05 08 09 10</br> 即中猜前四复式一等奖。",
			'methodhelp': '从第一位至第四位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前四位相同，即中奖。'
		},{
			'methodId':'3111024|input',
			'name': '猜前四单式',
			'methoddesc': '从第一位至第四位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09 10；</br>开奖号码：05 08 09 10</br> 即中猜前四单式一等奖。",
			'methodhelp': '从第一位至第四位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前四位相同，即中奖。'
		},{
			'methodId':'3111025',
			'name': '猜前五复式',
			'methoddesc': '从第一位至第五位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09 10 04</br>开奖号码：05 08 09 10 04</br> 即中猜前五复式一等奖。",
			'methodhelp': '从第一位至第五位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前五位相同，即中奖。'
		},{
			'methodId':'3111025|input',
			'name': '猜前五单式',
			'methoddesc': '从第一位至第五位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09 10 04</br>开奖号码：05 08 09 10 04</br> 即中猜前五单式一等奖。",
			'methodhelp': '从第一位至第五位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前五位相同，即中奖。'
		},{
			'methodId':'3111027',
			'name': '猜前六复式',
			'methoddesc': '从第一位至第六位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09 10 04 03</br>开奖号码：05 08 09 10 04 03</br> 即中猜前六复式一等奖。",
			'methodhelp': '从第一位至第六位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前六位相同，即中奖。'
		},{
			'methodId':'3111027|input',
			'name': '猜前六单式',
			'methoddesc': '从第一位至第六位中各选择1个的号码组成一注，所选号码不能相同。',
			'methodexample': "投注方案：05 08 09 10 04 03</br>开奖号码：05 08 09 10 04 03</br> 即中猜前六单式一等奖。",
			'methodhelp': '从第一位至第六位中各选择1个的号码组成一注，所选号码不能相同，所选号码与开奖号码的前六位相同，即中奖。'
		},{
			'methodId':'3111012',
			'name': '1～5位定位胆',
			'methoddesc': '从位置1～位置5，任意位置上选择1个号码组成一注',
			'methodexample': "投注方案：冠军：05 </BR>开奖号码为：05 ，既中1-5定位胆一等奖。",
			'methodhelp': '从位置1～位置5，任意位置上选择1个号码组成一注，所选号码与同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'3111017',
			'name': '6～10位定位胆',
			'methoddesc': '从位置6～位置10，任意位置上选择1个号码组成一注',
			'methodexample': "投注方案：第六位：05 </BR>开奖号码为：05 ，既中6-10定位胆一等奖。",
			'methodhelp': '从位置6～位置10，任意位置上选择1个号码组成一注，所选号码与同位置上的开奖号码一致，即为中奖。'
		},{
			'methodId':'3111009',
			'name': '冠军大小单双',
			'methoddesc': '从冠军位中的“大、小、单、双”中选一个组成一注。',
			'methodexample': "投注方案：大单</br>开奖号码冠军：大单</br>即中冠军大小单双一等奖。",
			'methodhelp': '对冠军位的“大（678910）小（12345）、单（13579）双（246810）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'3111010',
			'name': '亚军大小单双',
			'methoddesc': '从亚军位中的“大、小、单、双”中选一个组成一注。',
			'methodexample': "投注方案：大单</br>开奖号码亚军：大单</br>即中亚军大小单双一等奖。",
			'methodhelp': '对亚军位的“大（678910）小（12345）、单（13579）双（246810）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		},{
			'methodId':'3111011',
			'name': '季军大小单双',
			'methoddesc': '从季军位中的“大、小、单、双”中选一个组成一注。',
			'methodexample': "投注方案：大单</br>开奖号码季军：大单</br>即中季军大小单双一等奖。",
			'methodhelp': '对季军位的“大（678910）小（12345）、单（13579）双（246810）”形态进行购买，所选号码的位置、形态与开奖号码的位置、形态相同，即为中奖。'
		}]
	}
}